{
    "37-Signals-fbe71d00-4592-11e9-b95d-a1cccfc81bc3": {
        "title": "37 Signals",
        "content": "Inspiration is perishable."
    },
    "Aaron-Russell-cb707bf0-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Aaron Russell",
        "content": "Every designers’ dirty little secret is that they copy other designers’ work. They see work they like, and they imitate it. Rather cheekily, they call this inspiration."
    },
    "Aaron-Schwartz-46052aa0-4410-11e9-8730-f7df778bc56e": {
        "title": "Aaron Schwartz",
        "content": "Be curious. Read widely. Try new things. I think a lot of what people call intelligence boils down to curiosity."
    },
    "Aarron-Walter-6be153e0-4b1f-11ea-8bde-6d24e4501d76": {
        "title": "Aarron Walter",
        "content": "If there is one word I’d like to remove from any conversation about design, it’s “pretty.”"
    },
    "Aarron-Walter-78d86b60-4b1f-11ea-8bde-6d24e4501d76": {
        "title": "Aarron Walter",
        "content": "Designers shooting for usable is like a chef shooting for edible."
    },
    "Abraham-Lincoln-aa73b270-4575-11e9-981a-074e3bd6c93d": {
        "title": "Abraham Lincoln",
        "content": "Give me six hours to chop down a tree and I will spend the first four sharpening the axe."
    },
    "Abraham-Maslow-b67d0510-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Abraham Maslow",
        "content": "When the only tool you own is a hammer, every problem begins to resemble a nail."
    },
    "Adam-Judge-6eff6e70-4410-11e9-8730-f7df778bc56e": {
        "title": "Adam Judge",
        "content": "Users will tell you what they think they want.\nUsers will tell you what they think you want to hear.\nUsers will tell you what they think sounds good.\nUsers will not tell you what you need to know.\nYou have to watch them to discover that."
    },
    "Adrian-Shaughnessy-39557430-7edb-11e9-8a0a-cb52416f3655": {
        "title": "Adrian Shaughnessy",
        "content": "Graphic design has been likened to a wine glass. When we drink wine we barely notice the glass it’s served in. It wouldn’t be true to say that we don’t care what glass we drink out of – we wouldn’t choose to drink a rare vintage out of a Tupperware mug, for example – but it’s the wine that matters, not the vessel it comes in."
    },
    "Alan-Cooper-9640f380-4575-11e9-981a-074e3bd6c93d": {
        "title": "Alan Cooper",
        "content": "If we want users to like our software we should design it to behave like a likeable person: respectful, generous and helpful."
    },
    "Alan-Cooper-cfc67cf0-4413-11e9-8730-f7df778bc56e": {
        "title": "Alan Cooper",
        "content": "No matter how cool your interface is, it would be better if there were less of it."
    },
    "Alan-Fletcher-218e6b40-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Alan Fletcher",
        "content": "“What is the most treasured and well-used piece of equipment in your studio?” My head."
    },
    "Alan-Turing-2a3a1d70-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Alan Turing",
        "content": "We can only see a short distance ahead, but we can see plenty there that needs to be done."
    },
    "Albert-Einstein-29b9de10-756e-11e9-9899-bb457695eb8f": {
        "title": "Albert Einstein",
        "content": "We can’t solve problems by using the same kind of thinking we used when we created them."
    },
    "Albert-Einstein-78f1d8e0-4349-11e9-8c47-b5563ca13558": {
        "title": "Albert Einstein",
        "content": "Any intelligent fool can make things bigger, more complex, and more violent. It takes a touch of genius – and a lot of courage – to move in the opposite direction."
    },
    "Albert-Einstein-94f1cd60-77ed-11e9-a375-9f4d6a55782f": {
        "title": "Albert Einstein",
        "content": "If at first the idea is not absurd, then there is no hope for it."
    },
    "Albert-Einstein-de9b7480-47ea-11e9-b607-338cf8da5371": {
        "title": "Albert Einstein",
        "content": "If you can’t explain it simply, you don’t understand it well enough."
    },
    "Albert-Einstein-ef569140-4afd-11e9-8055-f7792b483675": {
        "title": "Albert Einstein",
        "content": "If you do what you always did, you will get what you always got."
    },
    "Alejandro-Magallanes-a02e1bd0-4574-11e9-981a-074e3bd6c93d": {
        "title": "Alejandro Magallanes",
        "content": "It’s not the paper’s fault that so much shit is printed."
    },
    "Alex-Zevallos-91b45d00-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Alex Zevallos",
        "content": "Babe Ruth was a Home Run king but he was also a strike out king. Always go for the fences, even if it means some designs strike out with clients. That’s the only way to hit a home run."
    },
    "Alexander-Isley-0a9013c0-4552-11e9-8774-69a9113def02": {
        "title": "Alexander Isley",
        "content": "It takes a lot of effort to make something seem effortless."
    },
    "Alexander-Isley-152fb920-4412-11e9-8730-f7df778bc56e": {
        "title": "Alexander Isley",
        "content": "I don’t think of myself as an artist. I know some designers consider themselves such, but I can’t. This is not to say that I don’t hope that our work has artistic merit. Anyway, I never know how someone could proclaim himself or herself to be an ‘artist’; I think it should be a designation best left for others to bestow, much like ‘genius’ and ‘asshole’."
    },
    "Alexander-Isley-ddcf2eb0-4417-11e9-8730-f7df778bc56e": {
        "title": "Alexander Isley",
        "content": "The way something looks is the last thing we figure out."
    },
    "Alexander-Isley-ea8729d0-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Alexander Isley",
        "content": "A brand is the promise of an experience."
    },
    "Alexander-McQueen-c5bd3310-4572-11e9-981a-074e3bd6c93d": {
        "title": "Alexander McQueen",
        "content": "There is no better designer than nature."
    },
    "Allan-Branch-c06f9c20-4416-11e9-8730-f7df778bc56e": {
        "title": "Allan Branch",
        "content": "Put yourself out there, being awesome is long tail."
    },
    "Alrik-Koudenburg-51c9a970-4afe-11e9-8055-f7792b483675": {
        "title": "Alrik Koudenburg",
        "content": "To be outstanding – get comfortable with being uncomfortable."
    },
    "Alvin-Lustig-0a98ffa0-43ed-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Alvin Lustig",
        "content": "I make solutions nobody wants to problems that don’t exist."
    },
    "Amber-Seree-Allen-be0c5330-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Amber Seree Allen",
        "content": "A designer who gives her art away, makes no pay. A designer who keeps her art to herself, makes no friends."
    },
    "An-Autobody-Sign-32d04790-4afe-11e9-8055-f7792b483675": {
        "title": "An Autobody Sign",
        "content": "My rates are as follows:\n$50/hr.\n$75/hr. if you watch\n$100/hr. if you help"
    },
    "Andrea-Trew-708e2c30-4349-11e9-8c47-b5563ca13558": {
        "title": "Andrea Trew",
        "content": "It’s not about what you make, it’s about what you make them feel."
    },
    "Andrew-Hunt-1ce508b0-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Andrew Hunt",
        "content": "The ability to change on a dime is one thing small teams have by default that big teams can never have. This is where the big guys envy the little guys. What might take a big team in a huge organization weeks to change may only take a day in a small, lean organization. That advantage is priceless."
    },
    "Andrew-Lewis-d6f5cb80-4417-11e9-8730-f7df778bc56e": {
        "title": "Andrew Lewis",
        "content": "I love the comment, “You must love designing for a living.” At that point I usually start to laugh or break into uncontrollable tears."
    },
    "Andy-Clarke-401646a0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Andy Clarke",
        "content": "We aren’t designing photocopies of web pages, we’re designing web pages."
    },
    "Andy-Clarke-9b5b1430-77ee-11e9-a375-9f4d6a55782f": {
        "title": "Andy Clarke",
        "content": "Web design is responsive design. Responsive web design is web design, done right."
    },
    "Andy-Rutledge-00339390-456e-11e9-981a-074e3bd6c93d": {
        "title": "Andy Rutledge",
        "content": "The way to “get your name out there” is to establish a pattern of excellent work and a reputation for integrity over several years."
    },
    "Andy-Rutledge-908e63a0-45a2-11e9-be81-234f2b6a0b0f": {
        "title": "Andy Rutledge",
        "content": "Beautiful accidents can happen, but accident is not the basis for design excellence. Purposeful discovery followed by focused, skillful conceptualization and execution is the basis for design excellence."
    },
    "Andy-Warhol-797d6840-4413-11e9-8730-f7df778bc56e": {
        "title": "Andy Warhol",
        "content": "Being good in business is the most fascinating kind of art. Making money is art and working is art and good business is the best art."
    },
    "Anne-Lamott-7c61c670-77fb-11e9-9405-4bec3d20ffbc": {
        "title": "Anne Lamott",
        "content": "I don’t want something special. I want something beautifully plain."
    },
    "Anonymous-c56f9300-4598-11e9-b95d-a1cccfc81bc3": {
        "title": "Anonymous",
        "content": "The amount a person uses his imagination is inversely proportional to the amount of punishment he will receive for using it."
    },
    "Anthony-Burgess-3237e3f0-4573-11e9-981a-074e3bd6c93d": {
        "title": "Anthony Burgess",
        "content": "Translation is not a matter of words only: it is a matter of making intelligible a whole culture."
    },
    "Anthony-Liccione-d96f42c0-4592-11e9-b95d-a1cccfc81bc3": {
        "title": "Anthony Liccione",
        "content": "Her complexity is a glorious fire that consumes, while her simplicity goes unapproachable. But if one takes time to understand her, there is something beautiful to find, something simple to be loved. But she goes unloved, for being misunderstood."
    },
    "Antoine-De-Saint-Exupery-2d924340-440b-11e9-8730-f7df778bc56e": {
        "title": "Antoine De Saint Exupery",
        "content": "It is only with the heart that one can see rightly. What is essential is invisible to the eye."
    },
    "Apple-Commercial-98defa20-47ea-11e9-b607-338cf8da5371": {
        "title": "Apple Commercial",
        "content": "Here’s to the crazy ones. The misfits. The rebels. The troublemakers. The round pegs in the square holes.The ones who see things differently. They’re not fond of rules. And they have no respect for the status quo. You can praise them, disagree with them, quote them, disbelieve them, glorify or vilify them. About the only thing you can’t do is ignore them. Because they change things. They invent. They imagine. They heal. They explore. They create. They inspire. They push the human race forward.Maybe they have to be crazy.How else can you stare at an empty canvas and see a work of art? Or sit in silence and hear a song that’s never been written? Or gaze at a red planet and see a laboratory on wheels? While some see them as the crazy ones, we see genius. Because the people who are crazy enough to think they can change the world, are the ones who do."
    },
    "Aristotle-36e92f70-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Aristotle",
        "content": "The aim of art is to represent not the outward appearance of things, but their inward significance."
    },
    "Aristotle-c21dbcc0-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Aristotle",
        "content": "We are what we repeatedly do. Excellence, therefore, is not an act, but a habit."
    },
    "Arman-Nobari-299344b0-4415-11e9-8730-f7df778bc56e": {
        "title": "Arman Nobari",
        "content": "Design is more of a kitchen than a knife, and more of a lab than a beaker."
    },
    "Arman-Nobari-e5252020-4570-11e9-981a-074e3bd6c93d": {
        "title": "Arman Nobari",
        "content": "All things are designed, just some things more thoughtfully than others."
    },
    "Armin-Vit-9e5fbb20-e37a-11e9-9457-072d713f04e6": {
        "title": "Armin Vit",
        "content": "Never stand still. If you stand still, you get lost, because someone else is always moving."
    },
    "Arnie-Lund-d5b4e7f0-4594-11e9-b95d-a1cccfc81bc3": {
        "title": "Arnie Lund",
        "content": "Know thy user, and you are not thy user."
    },
    "Art-Chantry-1eb79240-e149-11e9-8f9c-c9217a2f1ffc": {
        "title": "Art Chantry",
        "content": "The big problem is most contemporary design practiced today is not really graphic design, but graphic decoration."
    },
    "Art-Chantry-ef5a1c50-456e-11e9-981a-074e3bd6c93d": {
        "title": "Art Chantry",
        "content": "An old surrealist trick was to take images that had no business being together and plopping them into the same image. Your mind wants to make associations. Design does that all the time."
    },
    "Art-Webb-f8efbed0-466a-11e9-8460-dde4241605dc": {
        "title": "Art Webb",
        "content": "IF YOU MAKE EVERYTHING BOLD, NOTHING IS BOLD."
    },
    "Arthur-Koestler-02a72060-4415-11e9-8730-f7df778bc56e": {
        "title": "Arthur Koestler",
        "content": "The prerequisite of originality is the art of forgetting, at the proper moment, what we know."
    },
    "Arthur-Koestler-67060e90-440b-11e9-8730-f7df778bc56e": {
        "title": "Arthur Koestler",
        "content": "The prerequisite of originality is the art of forgetting, at the proper moment, what we know."
    },
    "Asher-Trotter-111e92d0-4574-11e9-981a-074e3bd6c93d": {
        "title": "Asher Trotter",
        "content": "Creating something out of thin air is easy. It’s finding the air that’s hard."
    },
    "Barry-Roos-9c9bb6f0-4afe-11e9-8055-f7792b483675": {
        "title": "Barry Roos",
        "content": "To ignore social media would be like early man ignoring fire."
    },
    "Ben-Bleikamp-d77ba640-6917-11e9-9860-0b7c75bb553e": {
        "title": "Ben Bleikamp",
        "content": "And so we have an issue. A classic impasse. Management wants process. Developers want to build something that works. Designers want to spend time thinking about use cases. What do we do?"
    },
    "Benjamin-Cavanagh-30cf43d0-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Benjamin Cavanagh",
        "content": "A computer without Photoshop is like a dog with no legs. Sure is fun, but you can’t really do anything with it."
    },
    "Benny-Hill-0a45f500-756e-11e9-9899-bb457695eb8f": {
        "title": "Benny Hill",
        "content": "Just because nobody complains doesn’t mean all parachutes are perfect."
    },
    "Bernice-Fitz-Gibbon-d6807ec0-77fc-11e9-9405-4bec3d20ffbc": {
        "title": "Bernice Fitz-Gibbon",
        "content": "Creativity often consists of merely turning up what is already there. Did you know that right and left shoes were thought up only a little more than a century ago?"
    },
    "Bertrand-Russell-27039d70-539d-11e9-ad95-691a117083da": {
        "title": "Bertrand Russell",
        "content": "In all affairs it’s a healthy thing now and then to hang a question mark on the things you have long taken for granted."
    },
    "Bertrand-Russell-314889b0-77ee-11e9-a375-9f4d6a55782f": {
        "title": "Bertrand Russell",
        "content": "One should respect public opinion in so far as is necessary to avoid starvation and to keep out of prison."
    },
    "Bill-Bernbach-2a1d3980-539d-11e9-ad95-691a117083da": {
        "title": "Bill Bernbach",
        "content": "Just because your ad looks good is no insurance that it will get looked at. How many people do you know who are impeccably groomed… but dull?"
    },
    "Bill-Bernbach-58db3000-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Bill Bernbach",
        "content": "I warn you against believing that advertising is a science."
    },
    "Bill-Bernbach-b12ce7a0-456e-11e9-981a-074e3bd6c93d": {
        "title": "Bill Bernbach",
        "content": "Find the simple story in the product, and present it in an articulate and intelligent, persuasive way."
    },
    "Bill-Bernback-82015e10-e76d-11e9-8462-79a5cce9a698": {
        "title": "Bill Bernback",
        "content": "Never do anything yourself that you can hire someone else to do, especially if they can do it better."
    },
    "Bill-Cahan-1863ec20-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Bill Cahan",
        "content": "Clients have no trouble paying $5,800 for an hour in a Gulfstream corporate jet or $425 for a month of parking. But God forbid they spend $3 per on a glossy annual report."
    },
    "Bill-Cahan-b0905440-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Bill Cahan",
        "content": "We unfortunately live in a corporate world where group decision making is made to avoid failure rather than to achieve success."
    },
    "Bill-Gardner-7534c2d0-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Bill Gardner",
        "content": "Every night I pray that clients with taste will get money and clients with money will get taste."
    },
    "Bill-Moyers-5059c730-4597-11e9-b95d-a1cccfc81bc3": {
        "title": "Bill Moyers",
        "content": "Creativity is piercing the mundane to find the marvelous."
    },
    "Bill-Watterson-f718b790-4a76-11ea-8156-1b10e6a70dfb": {
        "title": "Bill Watterson",
        "content": "You mix a bunch of ingredients, and once in a great while, chemistry happens."
    },
    "Bjarni-Wark-2cd7cee0-4666-11e9-8460-dde4241605dc": {
        "title": "Bjarni Wark",
        "content": "Without good design it is easy to miss the point."
    },
    "Bob-Baxley-ebdf25f0-521d-11e9-9feb-3b301add90f0": {
        "title": "Bob Baxley",
        "content": "Like all forms of design, visual design is about problem solving, not about personal preference or unsupported opinion."
    },
    "Bob-Gill-75c93520-4afe-11e9-8055-f7792b483675": { "title": "Bob Gill", "content": "Be stimulated by rejection." },
    "Bob-Ross-ae7e82d0-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Bob Ross",
        "content": "Talent is a pursued interest. In other words, anything you are willing to practice, you can do."
    },
    "Braden-Kowitz-8282ce70-4afe-11e9-8055-f7792b483675": {
        "title": "Braden Kowitz",
        "content": "It’s not uncommon for designers to confuse a beautiful looking product with one that works beautifully."
    },
    "Bradford-Sherrill-6a9a34e0-4597-11e9-b95d-a1cccfc81bc3": {
        "title": "Bradford Sherrill",
        "content": "Few people are capable of expressing with equanimity opinions which differ from the prejudices of their social environment. Most people are even incapable of forming such opinions."
    },
    "Branch-Rickey-d998bb60-a266-11e9-a95a-c3a4fb067911": {
        "title": "Branch Rickey",
        "content": "Luck is the residue of design."
    },
    "Brandon-Mull-1578f3a0-4571-11e9-981a-074e3bd6c93d": {
        "title": "Brandon Mull",
        "content": "Smart people learn from their mistakes. But the real sharp ones learn from the mistakes of others."
    },
    "Brian-Eno-ef37cf70-4a76-11ea-8156-1b10e6a70dfb": {
        "title": "Brian Eno",
        "content": "Instead of shooting arrows at somebody else’s target… I make my own target around wherever my arrow has happened to have landed."
    },
    "Brian-Fitzpatrick-0e055b10-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Brian Fitzpatrick",
        "content": "Do what I want, not what I say."
    },
    "Brian-Reed-a1078c10-4599-11e9-b95d-a1cccfc81bc3": {
        "title": "Brian Reed",
        "content": "Everything is designed. Few things are designed well."
    },
    "Brian-Wangila-ab6c4230-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Brian Wangila",
        "content": "All the magic, be it in code or design, starts with a clear mind, pen and a blank paper."
    },
    "Brian-Webb-90040340-4408-11e9-8730-f7df778bc56e": {
        "title": "Brian Webb",
        "content": "I would show my jobs to my mother, and she would always say the same thing: “That’s nice dear.” And then she would say, “Did you write it?” or “Did you do the drawing?” or “Did you take the pictures?” I’d always answer “no,” then I realized the problem. My answer was then, “I made this happen. It’s called design.”"
    },
    "Brian-Webb-f6a3a350-7a5c-11e9-89c5-1dcf33387b52": {
        "title": "Brian Webb",
        "content": "The difference between regulated architects and unregulated designers is, unlike buildings, letterheads don’t fall down and kill people."
    },
    "Brian-Yerkes-bfcca0d0-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Brian Yerkes",
        "content": "Some designers create things to show you what they did. I design things to tell you what I solved."
    },
    "Brittany-Grabowski-a6ab3bf0-47ea-11e9-b607-338cf8da5371": {
        "title": "Brittany Grabowski",
        "content": "After finishing a design you take a step back and a little voice pops in your head and says, “Wow. You should really just quit while you’re ahead.” Don’t ever listen to that voice. Ever."
    },
    "Bruce-Ediger-fafc2840-4407-11e9-8730-f7df778bc56e": {
        "title": "Bruce Ediger",
        "content": "The only “intuitive” interface is the nipple. After that it’s all learned."
    },
    "Bruce-Lee-8111b040-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Bruce Lee",
        "content": "It is not daily increase but daily decrease; hack away the unessential."
    },
    "Bruce-Lee-a78ea6e0-7a5a-11e9-89c5-1dcf33387b52": {
        "title": "Bruce Lee",
        "content": "… try to absorb what is useful, discard what is useless, and add what is essentially your own."
    },
    "Bryan-Grezeszak-94c02330-4662-11e9-8460-dde4241605dc": {
        "title": "Bryan Grezeszak",
        "content": "The most effective way to make a design usable is to make it interesting enough that people want to use it."
    },
    "Buckminster-Fuller-0719b990-4411-11e9-8730-f7df778bc56e": {
        "title": "Buckminster Fuller",
        "content": "A designer is an emerging synthesis of artist, inventor, mechanic, objective economist and evolutio­nary strategist."
    },
    "Buzz-Andersen-b22229f0-4667-11e9-8460-dde4241605dc": {
        "title": "Buzz Andersen",
        "content": "I think most programmers spend the first 5 years of their career mastering complexity, and the rest of their lives learning simplicity."
    },
    "Cameron-Moll-25272a40-4410-11e9-8730-f7df778bc56e": {
        "title": "Cameron Moll",
        "content": "Influence is borrowed, inspiration is earned. Create opportunities to earn it, and have a plan to capture it."
    },
    "Cameron-Moll-4c8bf210-4662-11e9-8460-dde4241605dc": {
        "title": "Cameron Moll",
        "content": "Too often, look and feel, color scheme, layout, and identity are presented as solutions to problems discussed in these conversations long before regard is given to other less-aesthetic issues that may very well be the root of the problem. The old warning against treating symptom rather than cause comes to mind."
    },
    "Carin-Goldberg-ba5495d0-e50a-11e9-96e2-032db1e4a7d3": {
        "title": "Carin Goldberg",
        "content": "“Fun” is a tricky word. People think that if you’re having “fun”, you’re ignoring content, or you’re ignoring the importance of the piece. But that’s not true."
    },
    "Carl-Heaton-d5eaf390-4409-11e9-8730-f7df778bc56e": {
        "title": "Carl Heaton",
        "content": "Design from the spine and you’ll be fine."
    },
    "Carlo-Angelini-0300d6b0-7a5b-11e9-89c5-1dcf33387b52": {
        "title": "Carlo Angelini",
        "content": "Leafing through an old magazine, I noticed a small ad about a design course by mail. The headline read, “Art for pleasure and profit!” I have never found a better definition to describe my profession. Of course, at times it is more the pleasure and less the profit, at times the contrary. But if one of the components were missing, design wouldn’t exist."
    },
    "Carol-Gilligan-af819e60-440a-11e9-8730-f7df778bc56e": {
        "title": "Carol Gilligan",
        "content": "Theory can blind observation."
    },
    "Carolyn-Wood-7797daa0-4afe-11e9-8055-f7792b483675": {
        "title": "Carolyn Wood",
        "content": "Turning away bad clients can leave you feeling oddly guilty. They’re sort of like alcoholic or meth head cousins who force you, by their own bad behavior into denying them things you wouldn’t deny other people. You’re left feeling not quite yourself."
    },
    "Cassie-Kozyrkov-f460a410-756d-11e9-9899-bb457695eb8f": {
        "title": "Cassie Kozyrkov",
        "content": "Machines are better than me at whatever they’re for. That’s the point of tools. A calculator is better than me at 238÷182 and a bucket is better than me at holding water."
    },
    "Cassie-McDaniel-23ea5660-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Cassie McDaniel",
        "content": "Designers must be stewards of design rather than dictators."
    },
    "Chad-Mazzola-adb37310-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Chad Mazzola",
        "content": "Nobody ever get fired for running an A/B test."
    },
    "Chad-McMillan-0cbdffa0-539d-11e9-ad95-691a117083da": {
        "title": "Chad McMillan",
        "content": "Designing something is like having a baby. Asking me to try another design once I’ve birthed something amazing is like asking me to put the baby back in the womb and try again. That never works out for anyone."
    },
    "Charles-Bukowski-362af040-4598-11e9-b95d-a1cccfc81bc3": {
        "title": "Charles Bukowski",
        "content": "Some people never go crazy. What truly horrible lives they must live."
    },
    "Charles-Bukowski-cfaf1e00-440b-11e9-8730-f7df778bc56e": {
        "title": "Charles Bukowski",
        "content": "Some people like what you do, some people hate what you do, but most people simply don’t give a damn."
    },
    "Charles-Eames-182c8430-4afe-11e9-8055-f7792b483675": {
        "title": "Charles Eames",
        "content": "Recognizing the need is the primary condition for design."
    },
    "Charles-Eames-42c416f0-4661-11e9-8460-dde4241605dc": {
        "title": "Charles Eames",
        "content": "The details are not the details. They make the design."
    },
    "Charles-Eames-4b76c070-4410-11e9-8730-f7df778bc56e": {
        "title": "Charles Eames",
        "content": "Here is one of the few effective keys to the design problem — the ability of the designer to recognize as many of the constraints as possible — his willingness and enthusiasm for working within these constraints. Constraints of price, of size, of strength, of balance, of surface, of time and so forth."
    },
    "Charles-Limb-5c485cd0-4d9a-11ea-8833-bfef15842fbb": {
        "title": "Charles Limb",
        "content": "Creativity is magical, but is not magic."
    },
    "Charles-Mingus-acbea770-4402-11e9-8730-f7df778bc56e": {
        "title": "Charles Mingus",
        "content": "Making the simple complicated is commonplace; making the complicated simple, awesomely simple, that’s creativity."
    },
    "Charles-Mingus-f52e08a0-4409-11e9-8730-f7df778bc56e": {
        "title": "Charles Mingus",
        "content": "You can’t improvise on nothing man; you’ve gotta improvise on something."
    },
    "Charlie-Chaplin-e30f3fc0-4631-11e9-b9ed-3124a5bb0ad0": {
        "title": "Charlie Chaplin",
        "content": "That’s what all we are: amateurs. We don’t live long enough to be anything else."
    },
    "Charlie-Deitch-def96560-43ec-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Charlie Deitch",
        "content": "There’s big money in studying art … if you own the school."
    },
    "Chet-Atkins-27401750-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Chet Atkins",
        "content": "Copying one person is stealing. Copying ten is research."
    },
    "Chip-Kidd-3aada4c0-4a7c-11ea-a976-c7d9889fb08d": {
        "title": "Chip Kidd",
        "content": "Design is a response to a specific problem. You are given a problem to solve, and then you let the problem itself tell you what your solution is."
    },
    "Chip-Kidd-cefba550-e073-11e9-86b1-17df203d1e12": {
        "title": "Chip Kidd",
        "content": "Never fall in love with an idea. They’re whores. If the one you’re with isn’t doing the job, there’s always, always, always another."
    },
    "Chris-Anderson-d700ebe0-4413-11e9-8730-f7df778bc56e": {
        "title": "Chris Anderson",
        "content": "Easy is not to be underestimated. Easy taps the pool of talent and ideas out there that were turned off by hard."
    },
    "Chris-Bangle-6ff5ce80-4593-11e9-b95d-a1cccfc81bc3": {
        "title": "Chris Bangle",
        "content": "Designers think everything done by someone else is awful, and that they could do it better themselves, which explains why I designed my own living room carpet, I suppose."
    },
    "Chris-Campbell-fb530590-469e-11e9-a6ad-2b53b6e89947": {
        "title": "Chris Campbell",
        "content": "When is the last time you saw a Lamborghini sale?"
    },
    "Chris-Clark-6b397eb0-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Chris Clark",
        "content": "The process is really just Iterate, Iterate, Iterate."
    },
    "Chris-Pullman-ee3ffc10-4666-11e9-8460-dde4241605dc": {
        "title": "Chris Pullman",
        "content": "Design is not the narrow application of formal skills, it is a way of thinking."
    },
    "Christian-Lindholm-5524f910-4411-11e9-8730-f7df778bc56e": {
        "title": "Christian Lindholm",
        "content": "Most companies are looking to “wow” with their products, when in reality what they should be looking for is an “of course” reaction from their users."
    },
    "Christoph-Niemann-e4b3f3a0-4403-11e9-8730-f7df778bc56e": {
        "title": "Christoph Niemann",
        "content": "Simplicity is not about making something without ornament, but rather about making something very complex, then slicing elements away, until you reveal the very essence."
    },
    "Christopher-Peterson-d52be520-4410-11e9-8730-f7df778bc56e": {
        "title": "Christopher Peterson",
        "content": "If you never venture outside the box, you will probably not be creative. But if you never get inside the box, you will certainly be stupid."
    },
    "Christopher-Simmons-23909e00-440b-11e9-8730-f7df778bc56e": {
        "title": "Christopher Simmons",
        "content": "A great logo isn’t going to make a shitty product any less shitty, any more than a hard worker is going to make a bad boss a compelling leader."
    },
    "Christopher-Simmons-f383f460-4404-11e9-8730-f7df778bc56e": {
        "title": "Christopher Simmons",
        "content": "A great logo isn’t going to make a shitty product any less shitty, any more than a hard worker is going to make a bad boss a compelling leader."
    },
    "Christopher-Zeeman-4d948980-4593-11e9-b95d-a1cccfc81bc3": {
        "title": "Christopher Zeeman",
        "content": "Technical skill is mastery of complexity, while creativity is mastery of simplicity."
    },
    "Chuck-Close-31242060-a7d3-11e9-8607-35f78012cea3": {
        "title": "Chuck Close",
        "content": "The advice I like to give young artists, or really anybody who’ll listen to me, is not to wait around for inspiration. Inspiration is for amateurs; the rest of us just show up and get to work."
    },
    "Chuck-Green-9ccd2490-4416-11e9-8730-f7df778bc56e": {
        "title": "Chuck Green",
        "content": "Good design is partially creativity and innovation, but primarily knowledge and awareness."
    },
    "Chuck-Jones-1fb7d680-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Chuck Jones",
        "content": "The whole essence of good drawing—and of good thinking, perhaps—is to work a subject down to the simplest form possible and still have it believable for what it is meant to be."
    },
    "Chuck-Klosterman-de537480-4404-11e9-8730-f7df778bc56e": {
        "title": "Chuck Klosterman",
        "content": "The worst thing you can do to anybody trying to be creative is to demand participation in their vision."
    },
    "Claude-Bernard-74e4a8f0-4555-11e9-baa6-2b3b1d2b50e8": {
        "title": "Claude Bernard",
        "content": "Art is I; science is we."
    },
    "Clement-Mok-90589240-4410-11e9-8730-f7df778bc56e": {
        "title": "Clement Mok",
        "content": "Design, in its broadest sense, is the enabler of the digital era – it’s a process that creates order out of chaos, that renders technology usable to business. Design means being good, not just looking good."
    },
    "Colin-Chapman-7d212880-481c-11e9-a5bd-75d22d0cfe51": {
        "title": "Colin Chapman",
        "content": "Simplify, then add lightness."
    },
    "Colin-Wright-40b21520-4417-11e9-8730-f7df778bc56e": {
        "title": "Colin Wright",
        "content": "Art is like masturbation. It is selfish and introverted and done for you and you alone. Design is like sex. There is someone else involved, their needs are just as important as your own, and if everything goes right, both parties are happy in the end."
    },
    "Confucius-75ad55d0-4405-11e9-8730-f7df778bc56e": {
        "title": "Confucius",
        "content": "I hear and I forget. I see and I remember. I do and I understand."
    },
    "Cool-Hand-Luke-0c712100-4afe-11e9-8055-f7792b483675": {
        "title": "Cool Hand Luke",
        "content": "What we got here is… failure to communicate."
    },
    "Craig-Damrauer-b6f19c20-4592-11e9-b95d-a1cccfc81bc3": {
        "title": "Craig Damrauer",
        "content": "Advertising = Hey You + Buy Something"
    },
    "Craig-Frazier-4df25fa0-77d5-11e9-bb38-cf4511482b22": {
        "title": "Craig Frazier",
        "content": "For me, discomfort is a signal of an exceptional concept. When I’m totally comfortable with a concept, I’ve probably used it fore or seen it somewhere else. Discomfort is almost a prerequisite for a great idea."
    },
    "Curt-Cloninger-f5b45bd0-4afd-11e9-8055-f7792b483675": {
        "title": "Curt Cloninger",
        "content": "To dismiss front-end design as mere ‘icing’ is to jeopardize the success of any site."
    },
    "Dale-Harris-bdf29210-4572-11e9-981a-074e3bd6c93d": {
        "title": "Dale Harris",
        "content": "Good ideas never go out of style."
    },
    "Dan-Brown-1ca299e0-4596-11e9-b95d-a1cccfc81bc3": {
        "title": "Dan Brown",
        "content": "Most [clients] expect experience design to be a discrete activity, solving all their problems with a single functional specification or a single research study. It must be an ongoing effort, a process of continually learning about users, responding to their behaviors, and evolving the product or service."
    },
    "Dan-Meyer-f3e821a0-e13a-11e9-9826-294f52db8ea4": {
        "title": "Dan Meyer",
        "content": "What problem have you solved, ever, that was worth solving where you knew all the given information in advance? No problem worth solving is like that. In the real world; you have a surplus of information and you have to filter it or; you don’t have sufficient information and you have to go find some."
    },
    "Dan-Phillips-84223e40-4406-11e9-8730-f7df778bc56e": {
        "title": "Dan Phillips",
        "content": "Clients are full of surprises. Design is what you make of the surprises."
    },
    "Dan-Roam-0f944cd0-4415-11e9-8730-f7df778bc56e": {
        "title": "Dan Roam",
        "content": "Whoever best describes the problem, is the one most likely to solve it."
    },
    "Dan-Rubin-246e91e0-e1bf-11e9-addd-85da8cf7f6d9": {
        "title": "Dan Rubin",
        "content": "Limit your usage to two fonts (three at the absolute most) to help viewers focus on the words, not how many different fonts are saying them."
    },
    "Dan-Rubin-d2cd26c0-4593-11e9-b95d-a1cccfc81bc3": {
        "title": "Dan Rubin",
        "content": "If you find an element of your interface requires instructions, then you need to redesign it."
    },
    "Daniel-Burka-ba0b3d50-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Daniel Burka",
        "content": "The next time you’re caught in a room full of smart people doing something dumb (like trying to anticipate what your users will do), tune them out, flip open your laptop, and start prototyping."
    },
    "Daniel-Hudson-Burnham-2d5cfb30-539d-11e9-ad95-691a117083da": {
        "title": "Daniel Hudson Burnham",
        "content": "Let your watchword be order and your beacon beauty."
    },
    "Daniel-Mall-7ec6d7e0-4afe-11e9-8055-f7792b483675": {
        "title": "Daniel Mall",
        "content": "Technology over technique produces emotionless design."
    },
    "Danny-Sengers-d4e2eb50-a7d3-11e9-8607-35f78012cea3": {
        "title": "Danny Sengers",
        "content": "Good designs come from the heart, not from the brain."
    },
    "Dave-Hoover-ffb5c1c0-4551-11e9-8774-69a9113def02": {
        "title": "Dave Hoover",
        "content": "The critical distinction between a craftsman and an expert is what happens after a sufficient level of expertise has been achieved. The expert will do everything she can to remain wedded to a single context, narrowing the scope of her learning, her practice, and her projects. The craftsman has the courage and humility to set aside her expertise and pick up an unfamiliar technology or learn a new domain."
    },
    "Dave-Kotler-49fc15b0-4631-11e9-b9ed-3124a5bb0ad0": {
        "title": "Dave Kotler",
        "content": "Copywriting is definitely the profession most written about."
    },
    "David-Carson-132d5210-4415-11e9-8730-f7df778bc56e": {
        "title": "David Carson",
        "content": "Graphic design will save the world right after rock and roll does."
    },
    "David-Carson-a564ffd0-83c0-11e9-a7ff-0b846466cc7d": {
        "title": "David Carson",
        "content": "Don’t mistake legibility for communication."
    },
    "David-Craib-5efd39d0-4410-11e9-8730-f7df778bc56e": {
        "title": "David Craib",
        "content": "The objective in times of economic restraint should be to seek excellence, not opulence."
    },
    "David-Craib-91b44590-4afe-11e9-8055-f7792b483675": {
        "title": "David Craib",
        "content": "Design should never say, “Look at me.” It should always say, “Look at this.”"
    },
    "David-Gelernter-a17a9d00-4c9b-11e9-876e-27f2df7cb73d": {
        "title": "David Gelernter",
        "content": "Beauty is the ultimate defense against complexity."
    },
    "David-Jury-f05585a0-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "David Jury",
        "content": "Rules can be broken — but never ignored."
    },
    "David-Karp-08b1f850-a7d3-11e9-8607-35f78012cea3": {
        "title": "David Karp",
        "content": "For every new feature we add, we take an old one out. A lot of big sites don’t do that, and it’s a problem. Twitter started as a beautifully simple product, but it’s now going the same route as Facebook. The drive to innovate can overencumber and destroy a product."
    },
    "David-Leggett-22c7f6b0-4593-11e9-b95d-a1cccfc81bc3": {
        "title": "David Leggett",
        "content": "Be friendly to those who enjoy your work and friendlier to those who attack it."
    },
    "David-Lewis-4bb33690-4668-11e9-8460-dde4241605dc": {
        "title": "David Lewis",
        "content": "Truly elegant design incorporates top-notch functionality into a simple, uncluttered form."
    },
    "David-Ogilvy-7af310a0-47ea-11e9-b607-338cf8da5371": {
        "title": "David Ogilvy",
        "content": "Do you think advertisement can sell if nobody can read it? You cannot save souls in an empty church."
    },
    "David-Ogilvy-81977e40-4412-11e9-8730-f7df778bc56e": {
        "title": "David Ogilvy",
        "content": "The best ideas come as jokes. Make your thinking as funny as possible."
    },
    "David-Ogilvy-b94fa8d0-4570-11e9-981a-074e3bd6c93d": {
        "title": "David Ogilvy",
        "content": "If it doesn’t sell it isn’t creative."
    },
    "David-Ogilvy-caa61fd0-4591-11e9-b95d-a1cccfc81bc3": {
        "title": "David Ogilvy",
        "content": "Imitation may be the “sincerest form of plagiarism,” but it is also the mark of an inferior person."
    },
    "Des-Traynor-d05a7c10-4572-11e9-981a-074e3bd6c93d": {
        "title": "Des Traynor",
        "content": "If you see a few lines of atrocious code, you can make a judgement about the programmer. By judging the programmer, you can judge his boss, and by judging his boss you can judge the company. That’s the nature of fractals."
    },
    "Dieter-Rams-3797de20-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Dieter Rams",
        "content": "The value, and especially the legitimization of design will be, in the future, measured more in terms of how it can enable us to survive… on this planet."
    },
    "Dieter-Rams-4509a580-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Dieter Rams",
        "content": "Having small touches of colour makes it more colourful than having the whole thing in colour."
    },
    "Dieter-Rams-4b16f440-4570-11e9-981a-074e3bd6c93d": {
        "title": "Dieter Rams",
        "content": "1. Good design is innovative\n2. Good design makes a product useful\n3. Good design is aesthetic\n4. Good design makes a product understandable\n5. Good design is unobtrusive\n6. Good design is honest\n7. Good design is long-lasting\n8. Good design is thorough, down to the last detail\n9. Good design is environmentally friendly\n10. Good design is as little design as possible"
    },
    "Diti-Katona-dfdb83d0-4664-11e9-8460-dde4241605dc": {
        "title": "Diti Katona",
        "content": "A confident client will see your confidence as strength, not arrogance."
    },
    "Dmitry-Fadeyev-6da4f210-4411-11e9-8730-f7df778bc56e": {
        "title": "Dmitry Fadeyev",
        "content": "Good design at the front-end suggests that everything is in order at the back-end, whether or not that is the case."
    },
    "Dmitry-Fadeyev-846c93c0-4571-11e9-981a-074e3bd6c93d": {
        "title": "Dmitry Fadeyev",
        "content": "If we have trouble using something then it’s probably because that thing is badly designed, rather than us being stupid."
    },
    "Don-Norman-3e2545d0-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Don Norman",
        "content": "If you’re more susceptible to interruption, you do more out of the box thinking."
    },
    "Donald-Judd-7698be10-5078-11e9-b9ed-97198222bce8": {
        "title": "Donald Judd",
        "content": "Design has to work, art does not."
    },
    "Dork-Tower-312ab220-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Dork Tower",
        "content": "Photoshop is a privilege, not a right."
    },
    "Doug-Cranmer-3dba7c50-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Doug Cranmer",
        "content": "Design in the key to everything. If you learn how to design you can do anything."
    },
    "Doug-Cranmer-5e9076a0-4402-11e9-8730-f7df778bc56e": {
        "title": "Doug Cranmer",
        "content": "Design in the key to everything. If you learn how to design you can do anything."
    },
    "Doug-Cranmer-e2087a20-43ec-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Doug Cranmer",
        "content": "Design in the key to everything. If you learn how to design you can do anything."
    },
    "Doug-Cranmer-e40c6070-43ec-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Doug Cranmer",
        "content": "Design in the key to everything. If you learn how to design you can do anything."
    },
    "Douglas-Adams-2a0b8b80-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Douglas Adams",
        "content": "I love deadlines. I like the whooshing sound they make as they go by."
    },
    "Douglas-Adams-d755d4b0-e13a-11e9-9826-294f52db8ea4": {
        "title": "Douglas Adams",
        "content": "The major difference between a thing that might go wrong and a thing that cannot possibly go wrong is that when a thing that cannot possibly go wrong goes wrong it usually turns out to be impossible to get at or repair."
    },
    "Dragos-Roua-111328b0-4596-11e9-b95d-a1cccfc81bc3": {
        "title": "Dragos Roua",
        "content": "Perfection is boring. Getting better is where all the fun is."
    },
    "Drew-Davies-571a1f10-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Drew Davies",
        "content": "Good design must be defined by appropriateness to audience and goals, and by its effectiveness, not by its adherence to Swiss design or the number of awards it wins."
    },
    "Drory-Ben-Menachem-a9a048d0-7a5a-11e9-89c5-1dcf33387b52": {
        "title": "Drory Ben-Menachem",
        "content": "You don’t have to be “a creative” to be creative."
    },
    "Duane-Michals-a323c960-466a-11e9-8460-dde4241605dc": {
        "title": "Duane Michals",
        "content": "It’s not in the vulgar, it’s not in the shock that one finds art. And it’s not in the excessively beautiful. It’s in between; it’s in nuance."
    },
    "Edward-Tufte-803e35a0-4afe-11e9-8055-f7792b483675": {
        "title": "Edward Tufte",
        "content": "Good design is a lot like clear thinking made visual."
    },
    "Eleanor-Roosevelt-379f1fb0-47c7-11e9-9496-f17082692427": {
        "title": "Eleanor Roosevelt",
        "content": "Learn from the mistakes of others. You can’t live long enough to make them all yourself."
    },
    "Eleanor-Roosevelt-7f5f7e70-77ed-11e9-a375-9f4d6a55782f": {
        "title": "Eleanor Roosevelt",
        "content": "It takes as much energy to wish as it does to plan."
    },
    "Eliel-Saarinen-08846d00-4599-11e9-b95d-a1cccfc81bc3": {
        "title": "Eliel Saarinen",
        "content": "Always design a thing by considering it in its next larger context – a chair in a room, a room in a house, a house in an environment, an environment in a city plan."
    },
    "Eliot-Noyes-6ce2c960-7a5d-11e9-89c5-1dcf33387b52": { "title": "Eliot Noyes", "content": "Good Design:" },
    "Ellen-Lupton-5a3126b0-4afe-11e9-8055-f7792b483675": {
        "title": "Ellen Lupton",
        "content": "Design is an art of situations. Designers respond to a need, a problem, a circumstance, that arises in the world. The best work is produced in relation to interesting situations – an open-minded client, a good cause, or great content."
    },
    "Ellen-Lupton-841cb420-4573-11e9-981a-074e3bd6c93d": {
        "title": "Ellen Lupton",
        "content": "To say a grid is limiting is to say that language is limiting, or typography is limiting."
    },
    "Ellen-Lupton-8dde3590-4593-11e9-b95d-a1cccfc81bc3": {
        "title": "Ellen Lupton",
        "content": "Urban public space is a stage for viewing the field of graphic design in its diversity. A mix of voices, from advertising to activism, compete for visibility."
    },
    "Ellen-Lupton-9b5d67f0-4416-11e9-8730-f7df778bc56e": {
        "title": "Ellen Lupton",
        "content": "Many desperate acts of design (including gradients, drop shadows, and the gratuitous use of transparency) are perpetuated in the absence of a strong concept. A good idea provides a framework for design decisions, guiding the work."
    },
    "Ellen-Lupton-9db0ceb0-4593-11e9-b95d-a1cccfc81bc3": {
        "title": "Ellen Lupton",
        "content": "Think more, design less."
    },
    "Ellen-Ullman-28f30530-47c7-11e9-9496-f17082692427": {
        "title": "Ellen Ullman",
        "content": "We build our computer systems the way we build our cities: over time, without a plan, and on top of ruins."
    },
    "Elon-Musk-7561a690-7a5a-11e9-89c5-1dcf33387b52": {
        "title": "Elon Musk",
        "content": "Any product that needs a manual to work is broken."
    },
    "Emigre-b845d290-4573-11e9-981a-074e3bd6c93d": { "title": "Emigre", "content": "Design is a good idea." },
    "Emil-Ruder-b829d320-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Emil Ruder",
        "content": "Typography has one plain duty before it and that is to convey information in writing. No argument or consideration can absolve typography from this duty."
    },
    "Erik-Adigard-86b77770-4afe-11e9-8055-f7792b483675": {
        "title": "Erik Adigard",
        "content": "Design is in everything we make, but it’s also between those things. It’s a mix of craft, science, storytelling, propaganda, and philosophy."
    },
    "Erik-Spiekermann-28993bb0-e1b2-11e9-9d38-058f8b044956": {
        "title": "Erik Spiekermann",
        "content": "You are what you are seen to be."
    },
    "Erik-Spiekermann-f23a69f0-4660-11e9-8460-dde4241605dc": {
        "title": "Erik Spiekermann",
        "content": "When graphic designers got bored with the perfection offered by the newly arrived computers that could render artwork to within a tiny pixel, they rebelled by writing programmes that randomized individual letters and whole pages every time a printer processed them. A designer who didn’t like what a copywriter had delivered even set that text in illegible pictograms and icons."
    },
    "Ethan-Marcotte-5c9359a0-4afe-11e9-8055-f7792b483675": {
        "title": "Ethan Marcotte",
        "content": "A friend once insisted to me that the plural of “moron” is “focus group.”"
    },
    "Ettore-Sottsass-4e424f40-7994-11e9-afd0-1b44351ee230": {
        "title": "Ettore Sottsass",
        "content": "I try and be as stupid as possible regarding my profession, which means I try to look at as few design magazines as possible."
    },
    "FAKEGRIMLOCK-ba450270-4409-11e9-8730-f7df778bc56e": {
        "title": "FAKEGRIMLOCK",
        "content": "IDEA BY SELF IS COLD. JUST SIT THERE. DO NOTHING."
    },
    "Fabien-Barral-62ce14a0-4594-11e9-b95d-a1cccfc81bc3": {
        "title": "Fabien Barral",
        "content": "Designers are meant to be loved, not to be understood."
    },
    "Felix-Sockwell-1dfefb30-e14a-11e9-8f9c-c9217a2f1ffc": {
        "title": "Felix Sockwell",
        "content": "Do what you love and tomorrow will pay the rent."
    },
    "Fiel-Valdez-be564f80-440a-11e9-8730-f7df778bc56e": {
        "title": "Fiel Valdez",
        "content": "Every practice has a set of rules which governs it. Mastery occurs with the realization of these rules. Innovation occurs at the point of intelligent and creative rebellion against them."
    },
    "Fran-Lebowitz-de1c93c0-4409-11e9-8730-f7df778bc56e": {
        "title": "Fran Lebowitz",
        "content": "I for one absolutely and unequivocally refuse to be bullied about by a thing’s capacity to absorb light. There is nothing less appealing than a color fraught with meaning – the very notion is boisterous, inappropriate, and marked by the dreariest sort of longing."
    },
    "Frank-Chimero-26451580-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Frank Chimero",
        "content": "To make pearls, you’ve got to eat dirt."
    },
    "Frank-Chimero-2a9aff20-e1b2-11e9-9d38-058f8b044956": { "title": "Frank Chimero", "content": "Done is beautiful." },
    "Frank-Chimero-555b0fc0-a7d3-11e9-8607-35f78012cea3": {
        "title": "Frank Chimero",
        "content": "If you can’t draw as well as someone, or use the software as well, or if you do not have as much money to buy supplies, or if you do not have access to the tools they have, beat them by being more thoughtful. Thoughtfulness is free and burns on time and empathy."
    },
    "Frank-Chimero-eb587280-48ee-11ea-a86f-f7ffbe0e1266": {
        "title": "Frank Chimero",
        "content": "I think design would be better if designers were much more skeptical about its applications. If you believe in the potency of your craft, where you choose to dole it out is not something to take lightly."
    },
    "Frank-Gehry-bdf55760-4555-11e9-baa6-2b3b1d2b50e8": {
        "title": "Frank Gehry",
        "content": "Your best work is your expression of yourself. Now, you may not be the greatest at it, but when you do it, you’re the only expert."
    },
    "Frank-Lloyd-Wright-adae29b0-e1c5-11e9-8fea-cf244daa61b8": {
        "title": "Frank Lloyd Wright",
        "content": "You can use an eraser on the drafting table or a sledge hammer on the construction site."
    },
    "Frank-Zappa-4218f030-4afe-11e9-8055-f7792b483675": {
        "title": "Frank Zappa",
        "content": "Without deviation from the norm progress is not possible."
    },
    "Frederic-Goudy-921e8c70-4595-11e9-b95d-a1cccfc81bc3": {
        "title": "Frederic Goudy",
        "content": "A man who would letterspace lower case would steal sheep."
    },
    "Freeman-Thomas-047f30b0-4552-11e9-8774-69a9113def02": {
        "title": "Freeman Thomas",
        "content": "Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition."
    },
    "Freeman-Thomas-0ebcb8e0-4412-11e9-8730-f7df778bc56e": {
        "title": "Freeman Thomas",
        "content": "Good design begins with honesty, asks tough questions, comes from collaboration and from trusting your intuition."
    },
    "GZA-08fc2d50-4552-11e9-8774-69a9113def02": {
        "title": "GZA",
        "content": "Where I come from, gettin’ visual is habitual."
    },
    "Gabe-Boning-9eaf6b10-4574-11e9-981a-074e3bd6c93d": {
        "title": "Gabe Boning",
        "content": "Everybody’s a web designer until, you know, they actually try to do it."
    },
    "Garth-Walker-3cddcb80-7994-11e9-afd0-1b44351ee230": {
        "title": "Garth Walker",
        "content": "Only work with people you’d invite to your home for a meal."
    },
    "Gary-Busey-620c6c10-4404-11e9-8730-f7df778bc56e": {
        "title": "Gary Busey",
        "content": "Your imagination is the hood ornament on the car of creativity."
    },
    "Gemma-O’Brien-eb9636f0-539a-11e9-ad95-691a117083da": {
        "title": "Gemma O’Brien",
        "content": "The great thing about personal work is that it can shape your commercial work. Clients see what you create for yourself and that can be the starting point for a new project, which closes the cap between the work you love making and the work you get paid for."
    },
    "George-Dyson-ef1a0df0-469e-11e9-a6ad-2b53b6e89947": {
        "title": "George Dyson",
        "content": "Information is cheap, meaning is expensive."
    },
    "George-Lois-49dba410-c5e3-11e9-b84a-87cae55a6177": {
        "title": "George Lois",
        "content": "To create great work, here’s how you must spend your time:"
    },
    "Georgia-O’Keeffe-fc44d4e0-4407-11e9-8730-f7df778bc56e": {
        "title": "Georgia O’Keeffe",
        "content": "To see takes time."
    },
    "Gerry-McGovern-28ea6bf0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Gerry McGovern",
        "content": "Traditional marketing is often seeing is getting people to do things but I think web marketing is about helping people do things."
    },
    "Gertrude-Stein-22bfcd10-47c7-11e9-9496-f17082692427": {
        "title": "Gertrude Stein",
        "content": "Everyone gets so much information all day long that they lose their common sense."
    },
    "Gilda-Radner-04b4a230-756e-11e9-9899-bb457695eb8f": {
        "title": "Gilda Radner",
        "content": "I can always find love, but eventually I get horny for my creativity."
    },
    "Giulio-Pinotti-d7571a80-47ea-11e9-b607-338cf8da5371": {
        "title": "Giulio Pinotti",
        "content": "Roses are red, violets are blue. I wont send the job unless you pay me."
    },
    "God-(from-Futurama)-01fcb1a0-481d-11e9-9723-09905d949128": {
        "title": "God (from Futurama)",
        "content": "When you do things right, people won’t be sure you’ve done anything at all."
    },
    "Gombrowicz-5535f130-7994-11e9-afd0-1b44351ee230": {
        "title": "Gombrowicz",
        "content": "Stop being afraid of your own pictures, stop worshiping art, treat it the Polish way, condescendingly, make it obedient, and then your originality will release itself in you, new roads will open in front of you and you will gain what is most valuable, most fertile: your own reality."
    },
    "Gonxalo-Blanco-f991b1f0-481c-11e9-9723-09905d949128": {
        "title": "Gonxalo Blanco",
        "content": "There’s no duo more passionate than the design and me."
    },
    "Greg-Breeding-02237cb0-456e-11e9-981a-074e3bd6c93d": {
        "title": "Greg Breeding",
        "content": "One of the most significant differences between graphic designers and other visual artists is our unhinged love of typography."
    },
    "Gustave-Flaubert-e1778900-4592-11e9-b95d-a1cccfc81bc3": {
        "title": "Gustave Flaubert",
        "content": "Be regular and orderly in your life like a bourgeois, so that you may be violent and original in your work."
    },
    "Hans-Redolf-Lutz-19e091b0-481d-11e9-9723-09905d949128": {
        "title": "Hans-Redolf Lutz",
        "content": "One of the tragedies of the design scene is that it always acts too late."
    },
    "Harley-Davidson-Annual-Report-fc3b70b0-7a5a-11e9-89c5-1dcf33387b52": {
        "title": "Harley-Davidson Annual Report",
        "content": "The secret to our enduring brand lies in delivering an experience rather than just a collection of products and services."
    },
    "Heather-Phillips-38dfda60-4414-11e9-8730-f7df778bc56e": {
        "title": "Heather Phillips",
        "content": "Being a graphic designer gets you used to rejection of your brilliance. So it’s good practice for dating."
    },
    "Heather-Phillips-e73f8b10-4404-11e9-8730-f7df778bc56e": {
        "title": "Heather Phillips",
        "content": "Being a graphic designer gets you used to rejection of your brilliance. So it’s good practice for dating."
    },
    "Helen-Keller-8a786220-e4f0-11e9-ba80-4916866e79db": {
        "title": "Helen Keller",
        "content": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart."
    },
    "Henry-David-Thoreau-314465e0-4668-11e9-8460-dde4241605dc": {
        "title": "Henry David Thoreau",
        "content": "Every generation laughs at the old fashions, but follows religiously the new."
    },
    "Henry-Ford-1ceef280-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Henry Ford",
        "content": "If I’d asked people what they wanted, they would have said a faster horse."
    },
    "Henry-Ford-a6e1dce0-4b23-11ea-8bde-6d24e4501d76": {
        "title": "Henry Ford",
        "content": "A man who stops advertising to save money is like a man who stops a clock to save time."
    },
    "Herb-Kelleher-0be44c80-a7d3-11e9-8607-35f78012cea3": {
        "title": "Herb Kelleher",
        "content": "We have a strategic plan. It’s called doing things."
    },
    "Hillman-Curtis-09023300-43ed-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Hillman Curtis",
        "content": "The goal of a designer is to listen, observe, understand, sympathize, empathize, synthesize, and glean insights that enable him or her to make the invisible visible."
    },
    "Homer-Simpson-fad82e90-4551-11e9-8774-69a9113def02": {
        "title": "Homer Simpson",
        "content": "If something’s hard to do, then it’s not worth doing."
    },
    "Hoss-Gifford-236f48a0-e072-11e9-86b1-17df203d1e12": {
        "title": "Hoss Gifford",
        "content": "I met with a potential client today and part of their opening gambit was how they were looking for revolutionary work delivered within a tight timescale, and if the work could be done a reduced rate then they’d be able to send a load more work our way. … They were saying that they wanted work that was fast, good, and cheap. And if the work was fast, good, and cheap enough, the reward would be the offer of more work that is fast, good, and cheap. … Let me be clear about this, these people are evil, and their work is poison."
    },
    "Howard-Thurman-abbf17e0-7a5f-11e9-89c5-1dcf33387b52": {
        "title": "Howard Thurman",
        "content": "Don’t ask what the world needs. Ask what makes you come alive and go do it."
    },
    "Hristo-Panayotov-5bd29ea0-77d5-11e9-bb38-cf4511482b22": {
        "title": "Hristo Panayotov",
        "content": "Best thing about creating something is that it starts living it’s own life."
    },
    "Hugh-Macleod-11746a20-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Hugh Macleod",
        "content": "Nobody can tell you if what you’re doing is good, meaningful or worthwhile. The more compelling the path, the more lonely it is."
    },
    "Ingmar-Bergman-7347e170-4afe-11e9-8055-f7792b483675": {
        "title": "Ingmar Bergman",
        "content": "I make all my decisions on intuition. But then, I must know why I made that decision. I throw a spear into the darkness. That is intuition. Then I must send an army into the darkness to find the spear. That is intellect."
    },
    "Ira-Glass-01a53d90-4411-11e9-8730-f7df778bc56e": {
        "title": "Ira Glass",
        "content": "All of us who do creative work, we get into it because we have good taste. But there is this gap. For the first couple years you make stuff, it’s just not that good. It’s trying to be good, it has potential, but it’s not. But your taste, the thing that got you into the game, is still killer. And your taste is why your work disappoints you. A lot of people never get past this phase, they quit. Most people I know who do interesting, creative work went through years of this. We know our work doesn’t have this special thing that we want it to have. We all go through this. And if you are just starting out or you are still in this phase, you gotta know it’s normal and the most important thing you can do is do a lot of work … It is only by going through a volume of work that you will close that gap, and your work will be as good as your ambitions … It’s gonna take awhile … You’ve just gotta fight your way through."
    },
    "Ira-Glass-db0a5f70-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Ira Glass",
        "content": "Great stories happen to people who can tell them."
    },
    "Ivan-Chermayeff-877e4330-e146-11e9-8f9c-c9217a2f1ffc": {
        "title": "Ivan Chermayeff",
        "content": "Sometimes there is no need to be either clever or original."
    },
    "Ivan-Chermayeff-a96042a0-45a1-11e9-be81-234f2b6a0b0f": {
        "title": "Ivan Chermayeff",
        "content": "Design is directed toward human beings. To design is to solve human problems by identifying them and executing the best solution."
    },
    "JP-Arevalo-edefee50-e148-11e9-8f9c-c9217a2f1ffc": {
        "title": "JP Arevalo",
        "content": "I don’t care if you like it! I want to know if you understand it."
    },
    "Jack-Schulze-b2673bf0-4b23-11ea-8bde-6d24e4501d76": {
        "title": "Jack Schulze",
        "content": "Some people say design is about solving problems. Obviously designers solve problems but so do dentists. Design is about cultural invention."
    },
    "Jack-White-95acdbf0-4598-11e9-b95d-a1cccfc81bc3": {
        "title": "Jack White",
        "content": "Well you’re in your little room\nand you’re working on something good\nbut if it’s really good\nyou’re gonna need a bigger room\nand when you’re in the bigger room\nyou might not know what to do\nyou might have to think of\nhow you got started sitting in your little room"
    },
    "Jackson-Pollock-c0589d60-539b-11e9-ad95-691a117083da": {
        "title": "Jackson Pollock",
        "content": "The modern artist is working with space and time, and expressing his feelings rather than illustrating."
    },
    "Jacob-Cass-d1210e40-4660-11e9-8460-dde4241605dc": {
        "title": "Jacob Cass",
        "content": "There are no bad ideas, just bad decisions."
    },
    "Jakob-Nielsen-1e0abca0-77ef-11e9-a375-9f4d6a55782f": {
        "title": "Jakob Nielsen",
        "content": "The web is the ultimate customer-empowering environment. He or she who clicks the mouse gets to decide everything. It is so easy to go elsewhere; all the competitors in the world are but a mouseclick away."
    },
    "Jakob-Nielsen-b2a977e0-45a2-11e9-b3e7-c108f380ebb9": {
        "title": "Jakob Nielsen",
        "content": "Consistency is one of the most powerful usability principles: when things always behave the same, users don’t have to worry about what will happen. Instead, they know what will happen based on earlier experience."
    },
    "James-Bradley-254ecea0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "James Bradley",
        "content": "We don’t get hired to make pretty things or win design awards. We get hired to solve business problems."
    },
    "James-Goldsmith-eaa983f0-4afd-11e9-8055-f7792b483675": {
        "title": "James Goldsmith",
        "content": "If you pay peanuts, you get monkeys."
    },
    "James-Hetfield-ceed1520-e1cd-11e9-8501-1f46e144f4d6": {
        "title": "James Hetfield",
        "content": "I mean there’s a fun in being hated, it puts a fire in your ass and it gets fucking boring to be loved by everyone."
    },
    "James-Joyce-970a0bc0-77fd-11e9-9405-4bec3d20ffbc": {
        "title": "James Joyce",
        "content": "Mistakes are the portals of discovery."
    },
    "James-Kingman-12ea14b0-4afe-11e9-8055-f7792b483675": {
        "title": "James Kingman",
        "content": "Don’t stare at a blank page for too long, be bold, and make the first incisive stroke. The rest will come naturally."
    },
    "James-Randolph-Adams-63bf97c0-4afe-11e9-8055-f7792b483675": {
        "title": "James Randolph Adams",
        "content": "Great designers seldom make great advertising men, because they get overcome by the beauty of the picture – and forget that merchandise must be sold."
    },
    "James-Victore-a95c00e0-4575-11e9-981a-074e3bd6c93d": {
        "title": "James Victore",
        "content": "Inspiration is hogwash. My work comes directly out of my loves and hates. Muses don’t whisper in my ear, and ideas don’t flow over my body like a cool rain."
    },
    "Jan-Michl-9f429110-47ea-11e9-b607-338cf8da5371": { "title": "Jan Michl", "content": "Design is redesign." },
    "Jan-Tschichold-2e1cfcf0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Jan Tschichold",
        "content": "Perfect typography is certainly the most elusive of all arts. Sculpture in stone alone comes near it in obstinacy."
    },
    "Jared-Spool-e322e6a0-4664-11e9-8460-dde4241605dc": {
        "title": "Jared Spool",
        "content": "When we have clients who are thinking about Flash splash pages, we tell them to go to their local supermarket and bring a mime with them. Have the mime stand in front of the supermarket, and, as each customer tries to enter, do a little show that lasts two minutes, welcoming them to the supermarket and trying to explain the bread is on aisle six and milk is on sale today."
    },
    "Jason-Demetillo-57579790-4571-11e9-981a-074e3bd6c93d": {
        "title": "Jason Demetillo",
        "content": "Being a designer is like being a porn star. You’re hot & popular for a year or two, then everyone goes off and finds something new to screw around too."
    },
    "Jason-Fried-6b2066f0-4349-11e9-8c47-b5563ca13558": {
        "title": "Jason Fried",
        "content": "There’s way too much talk about CSS and XHTML and Standards and Accessibility and not enough talk about people. CSS and Standards Compliant Code are just tools – you have to know what to build with these tools. Great, I’m glad your UI doesn’t use tables. So what? Who cares if it still doesn’t let people achieve their goals."
    },
    "Jason-Santa-Maria-6802e8f0-a7d3-11e9-8607-35f78012cea3": {
        "title": "Jason Santa Maria",
        "content": "Design is not about innovation. Design is about communication. Innovation in design is usually a wonderful byproduct or direct result of a particular need. Design that seeks to foremost be innovative will commonly fall apart under its own stylistic girth."
    },
    "Jay-Benjamin-d999e8f0-4555-11e9-baa6-2b3b1d2b50e8": {
        "title": "Jay Benjamin",
        "content": "The difference between an artist and a graphic designer. One says “it’s finished when I feel it’s finished” the other says “I will have this by the 30th.”"
    },
    "Jay-Dutta-d5b39940-4661-11e9-8460-dde4241605dc": {
        "title": "Jay Dutta",
        "content": "Design is about enabling ideas, processes and products: making them approachable, usable, desireable and memorable."
    },
    "Jay-Z-051cb650-481d-11e9-9723-09905d949128": {
        "title": "Jay-Z",
        "content": "Be fluid. Treat each project differently. Be water, man. The best style is no style. Because styles can be figured out. And when you have no style they can’t figure you out."
    },
    "Jean-Auguste-Dominique-Ingres-74445220-4414-11e9-8730-f7df778bc56e": {
        "title": "Jean Auguste Dominique Ingres",
        "content": "Draw lines, young man, many lines; from memory or from nature – it is in this way you will become a good artist. (said to Edgar Degas)"
    },
    "Jeff-Bezos-c39393e0-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Jeff Bezos",
        "content": "If you never want to be criticized, for goodness’ sake don’t do anything new."
    },
    "Jeff-Croft-20675060-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Jeff Croft",
        "content": "I would say my biggest pet peeve related to the industry would be people focusing on technology instead of design, standards instead of users, and validation rather than innovation. Web standards and best practices are noble goals, but all too often in our community people forget they are a means to an end, not the end itself."
    },
    "Jeff-Croft-352c0fe0-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Jeff Croft",
        "content": "Check your bookshelf. If it’s full of titles on HTML, CSS, and the like, instead of typography, color, and layout, you may be missing a key ingredient in the designer’s knowledge diet."
    },
    "Jeffrey-Brown-2b7643f0-e1b2-11e9-9d38-058f8b044956": { "title": "Jeffrey Brown", "content": "Do right." },
    "Jeffrey-Veen-82284f70-47ea-11e9-b607-338cf8da5371": {
        "title": "Jeffrey Veen",
        "content": "Math is easy; design is hard."
    },
    "Jeffrey-Veen-cec2b4b0-4d84-11ea-be7e-25049ced9bf8": {
        "title": "Jeffrey Veen",
        "content": "I’ve been amazed at how often those outside the discipline of design assume that what designers do is decoration. Good design is problem solving."
    },
    "Jeffrey-Veen-df5a5370-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Jeffrey Veen",
        "content": "Designers can create normalcy out of chaos; they can clearly communicate ideas through the organising and manipulating of words and pictures."
    },
    "Jeffrey-Zeldman-0102e2c0-4574-11e9-981a-074e3bd6c93d": {
        "title": "Jeffrey Zeldman",
        "content": "If everyone likes your design, it’s banal. Mediocrity shirks offense. Art dares it."
    },
    "Jeffrey-Zeldman-107f0820-4afe-11e9-8055-f7792b483675": {
        "title": "Jeffrey Zeldman",
        "content": "Don’t worry about people stealing your design work. Worry about the day they stop."
    },
    "Jeffrey-Zeldman-109ebf20-43ed-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Jeffrey Zeldman",
        "content": "Whether the task is writing, design, or hanging a picture straight, it is obvious that we do our best work when healthy, rested, refreshed, alert, and eager to do the job for its own sake."
    },
    "Jeffrey-Zeldman-b40f0e30-e50a-11e9-96e2-032db1e4a7d3": {
        "title": "Jeffrey Zeldman",
        "content": "Advertising projects, graphic design jobs, architecture assignments, filmmaking, and pretty much every other professional creative service usually begins with smart, talented people shaking hands across a table, and ends in finger-pointing and regret – like a Country & Western love song."
    },
    "Jeffrey-Zeldman-f5946ca0-481c-11e9-9723-09905d949128": {
        "title": "Jeffrey Zeldman",
        "content": "Spec = asking the world to have sex with you and promising a dinner date to one lucky winner."
    },
    "Jenaiha-Woods-e49cc880-440b-11e9-8730-f7df778bc56e": {
        "title": "Jenaiha Woods",
        "content": "Design is the contrast of the core of limitations therefore there are no boundaries. It is simply an interpretation of creativity."
    },
    "Jennifer-Morla-bb471ee0-7bdd-11e9-b4e2-156daedb56bb": {
        "title": "Jennifer Morla",
        "content": "Accidents often produce the best solutions… only you can recognize the difference between an accident and your original intent."
    },
    "Jeremy-Allison-860500a0-4409-11e9-8730-f7df778bc56e": {
        "title": "Jeremy Allison",
        "content": "We have to learn to see technical devices and software as others see them. Feeling a sense of pride in getting a device to do what we want doesn’t mean we’re clever, it means the design was wrong."
    },
    "Jerry-Yang-e85bb610-459c-11e9-b95d-a1cccfc81bc3": {
        "title": "Jerry Yang",
        "content": "It is a pretty recognizable brand name. Originally it was “Jerry’s Guide to the World Wide Web” but we settled on “Yahoo”."
    },
    "Jesse-Scaccia-fdd4b080-4995-11e9-9ea7-215411c77f0f": {
        "title": "Jesse Scaccia",
        "content": "‎Heaven, I believe, is right here, just waiting for us to create it."
    },
    "Jessica-Hische-ccbd3b10-e144-11e9-9826-294f52db8ea4": {
        "title": "Jessica Hische",
        "content": "If you are on Craigslist to get a sofa, and you see one for free. You think there’s something tragically wrong with it – maybe there are bedbugs. But if you see a sofa on there for $2,500, you think ‘oh man, that sofa must be amazing’. It’s the same thing with art – you set your own value."
    },
    "Jim-Jarmusch-577a7fa0-4402-11e9-8730-f7df778bc56e": {
        "title": "Jim Jarmusch",
        "content": "Nothing is original. Steal from anywhere that resonates with inspiration or fuels your imagination. Devour old films, new films, music, books, paintings, photographs, poems, dreams, random conversations, architecture, bridges, street signs, trees, clouds, bodies of water, light and shadows. Select only things to steal from that speak directly to your soul. If you do this, your work (and theft) will be authentic. Authenticity is invaluable; originality is nonexistent. And don’t bother concealing your thievery – celebrate it if you feel like it."
    },
    "Jim-Olen-3f4b8040-4417-11e9-8730-f7df778bc56e": {
        "title": "Jim Olen",
        "content": "Great ideas can be found in every leaf, in every tree, in every blade of grass. Oh, no, wait… I was thinking of chlorophyll."
    },
    "Jim-Rohn-99bffa80-e50a-11e9-96e2-032db1e4a7d3": {
        "title": "Jim Rohn",
        "content": "Money is usually attracted, not pursued."
    },
    "Joe-Croser-3cb8da20-77ee-11e9-a375-9f4d6a55782f": {
        "title": "Joe Croser",
        "content": "Standards are like toothbrushes, everybody agrees you should have one, but no one wants to use yours."
    },
    "Joe-Duffy-3833b0d0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Joe Duffy",
        "content": "The design business continues to navel gaze. Designers are still designing for other designers rather than working to convince the business world of the importance of design in our everyday lives."
    },
    "Joe-Sparano-364b61f0-4416-11e9-8730-f7df778bc56e": {
        "title": "Joe Sparano",
        "content": "Design is content with intent. Content without intent is noise. Intent without content is decoration."
    },
    "Joel-Fisher-0da51bf0-4552-11e9-8774-69a9113def02": {
        "title": "Joel Fisher",
        "content": "Designing for clients that don’t appreciate the value of design is like buying new tires for a rental car."
    },
    "Joel-Fisher-63eab4e0-4668-11e9-8460-dde4241605dc": {
        "title": "Joel Fisher",
        "content": "I In fact choose to use a coffeemaker to boil vegetables. Why? Because if I used something else that just makes coffee, my client would ask me “Can it boil vegetables?”"
    },
    "Joel-Spolsky-70c381f0-4597-11e9-b95d-a1cccfc81bc3": {
        "title": "Joel Spolsky",
        "content": "There’s a subtle reason that programmers always want to throw away the code and start over. The reason is that they think the old code is a mess. […] The reason that they think the old code is a mess is because of a cardinal, fundamental law of programming: It’s harder to read code than to write it."
    },
    "John-C-Jay-bbb58560-e50a-11e9-96e2-032db1e4a7d3": {
        "title": "John C Jay",
        "content": "If all else fails, [working harder than anyone else] is the greatest competitive advantage of any career."
    },
    "John-Gall-228197c0-539d-11e9-ad95-691a117083da": {
        "title": "John Gall",
        "content": "A complex system that works is invariably found to have evolved from a simple system that worked. The inverse proposition also appears to be true: A complex system designed from scratch never works and cannot be made to work. You have to start over, beginning with a working simple system."
    },
    "John-Gruber-2eb94020-4555-11e9-baa6-2b3b1d2b50e8": {
        "title": "John Gruber",
        "content": "The quality of any creative endeavor tends to approach the level of taste of whoever is in charge."
    },
    "John-Gruber-fea25db0-4598-11e9-b95d-a1cccfc81bc3": {
        "title": "John Gruber",
        "content": "If your UI even vaguely resembles an airplane cockpit, you’re doing it wrong."
    },
    "John-Maeda-6d3b7b80-4409-11e9-8730-f7df778bc56e": {
        "title": "John Maeda",
        "content": "Simplicity and complexity need each other."
    },
    "John-Maeda-d17b6f00-440a-11e9-8730-f7df778bc56e": {
        "title": "John Maeda",
        "content": "The typeface doesn’t really matter, as long as the text is good."
    },
    "John-Mason-Brown-b9a07220-4416-11e9-8730-f7df778bc56e": {
        "title": "John Mason Brown",
        "content": "The only true happiness comes from squandering ourselves for a purpose."
    },
    "John-Underkoffler-04dbed60-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "John Underkoffler",
        "content": "Design is crucially important. We can’t have advances in technology any longer, unless design is integrated from the very start."
    },
    "John-Wanamaker-3277de00-4411-11e9-8730-f7df778bc56e": {
        "title": "John Wanamaker",
        "content": "Half the money I spend on advertising is wasted; the trouble is I don’t know which half."
    },
    "Johnnie-Manzari-21516380-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Johnnie Manzari",
        "content": "Smart people are attracted to stories, not feature lists."
    },
    "Jon-Hicks-2a9fa440-4418-11e9-8730-f7df778bc56e": {
        "title": "Jon Hicks",
        "content": "Work hard and be nice to people. No one is born with the ability, and no one owes you anything. If you want to do something, start small and build it up. Then keep doing it!"
    },
    "Jon-Landau-f33f4b40-466a-11e9-8460-dde4241605dc": {
        "title": "Jon Landau",
        "content": "Be a part of the innovation that leads the wave. Don’t wait for technology to catch up to you or you’ll end up sliding down the back side of that wave. If you choose to be a part of it happening, you can ride on top."
    },
    "Jonah-Lehrer-8aafcb20-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Jonah Lehrer",
        "content": "Rejection process is not fun. It’s the red pen on the page, the discarded sketch, sometimes is the only way forward."
    },
    "Jonas-Downey-15d605f0-481d-11e9-9723-09905d949128": {
        "title": "Jonas Downey",
        "content": "Web design has a bad reputation for being stylistically trendy and same-looking. Some guy does a parallax scrolling site, and now your boss wants you to add that to your corporate PR website for some reason. Glossy buttons, Gaussian Noise, linen texture, new things that look fake-old, then back to minimalism and flat colors as a reaction to the glossy noisy textured fake-old stuff."
    },
    "Jonathan-Ive-2b8f4010-539d-11e9-ad95-691a117083da": {
        "title": "Jonathan Ive",
        "content": "It’s very easy to be different, but very difficult to be better."
    },
    "Jonathan-Ive-bc6a7650-4410-11e9-8730-f7df778bc56e": {
        "title": "Jonathan Ive",
        "content": "The word design is everything and nothing. The design and the product itself are inseparable."
    },
    "Jonathan-Rez-dc947dc0-4575-11e9-981a-074e3bd6c93d": {
        "title": "Jonathan Rez",
        "content": "Ability proceeds from a fusion of skills, knowledge, understanding and imagination, consolidated by experience."
    },
    "Jonathan-Snook-47b73de0-4404-11e9-8730-f7df778bc56e": {
        "title": "Jonathan Snook",
        "content": "When you’re passionate about what you do, you become an evangelist for the very thing you do."
    },
    "Jordan-Manigo-d9884d50-4403-11e9-8730-f7df778bc56e": {
        "title": "Jordan Manigo",
        "content": "As a designer, I find it difficult not to judge a book by its cover."
    },
    "Josef-Muller-Brockmann-2887fef0-4404-11e9-8730-f7df778bc56e": {
        "title": "Josef Muller-Brockmann",
        "content": "The grid system is an aid, not a guarantee. It permits a number of possible uses and each designer can look for a solution appropriate to his personal style. But one must learn how to use the grid; it is an art that requires practice."
    },
    "Josef-Muller-Brockmann-a268df00-4413-11e9-8730-f7df778bc56e": {
        "title": "Josef Muller-Brockmann",
        "content": "The grid system is an aid, not a guarantee. It permits a number of possible uses and each designer can look for a solution appropriate to his personal style. But one must learn how to use the grid; it is an art that requires practice."
    },
    "Josef-Muller-Brockmann-d58e33c0-43ec-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Josef Muller-Brockmann",
        "content": "The grid system is an aid, not a guarantee. It permits a number of possible uses and each designer can look for a solution appropriate to his personal style. But one must learn how to use the grid; it is an art that requires practice."
    },
    "Josef-Muller-Brockmann-fac84590-be9e-11e9-8909-156faa7f0dde": {
        "title": "Josef Muller-Brockmann",
        "content": "The grid system is an aid, not a guarantee."
    },
    "Joseph-Beuys-74f12960-4413-11e9-8730-f7df778bc56e": {
        "title": "Joseph Beuys",
        "content": "Everyone is an artist."
    },
    "Joseph-Joubert-538070d0-4411-11e9-8730-f7df778bc56e": {
        "title": "Joseph Joubert",
        "content": "Drawing is speaking to the eye; talking is painting to the ear."
    },
    "Josh-Collinsworth-15076860-e149-11e9-8f9c-c9217a2f1ffc": {
        "title": "Josh Collinsworth",
        "content": "Choosing a typeface is an act of subtlety, like casting an actor: the best person to play a gardener is somebody who looks like they might belong outdoors — not somebody who is covered in flowers and shrubbery."
    },
    "Josh-Collinsworth-985fae80-77ee-11e9-a375-9f4d6a55782f": {
        "title": "Josh Collinsworth",
        "content": "Machines can measure things a user will never notice, and users will notice things a machine can never measure. If a user thinks your site is slow, a speed test won’t convince them otherwise."
    },
    "Josh-Collinsworth-af5d7390-4415-11e9-8730-f7df778bc56e": {
        "title": "Josh Collinsworth",
        "content": "You can be misunderstood exactly once. After that, you are not being misunderstood; you are communicating poorly."
    },
    "Josh-Lovejoy-cf5638a0-e148-11e9-8f9c-c9217a2f1ffc": {
        "title": "Josh Lovejoy",
        "content": "Machine learning won’t figure out what problems to solve. If you aren’t aligned with a human need, you’re just going to build a very powerful system to address a very small—or perhaps nonexistent—problem."
    },
    "Josh-Olson-8cd9fe20-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Josh Olson",
        "content": "It rarely takes more than a page to recognize that you’re in the presence of someone who can write, but it only takes a sentence to know you’re dealing with someone who can’t."
    },
    "Joshua-Brewer-e0e0ee10-4631-11e9-b9ed-3124a5bb0ad0": {
        "title": "Joshua Brewer",
        "content": "Just because something looks good doesn’t mean its useful. And just because something is useful does not make it beautiful."
    },
    "Joshua-Brewer-ecb8d0d0-481c-11e9-9723-09905d949128": {
        "title": "Joshua Brewer",
        "content": "Socrates said, “Know thyself.”"
    },
    "Joss-Whedon-d5762670-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Joss Whedon",
        "content": "Remember to always be yourself. Unless you suck."
    },
    "Judd-Apatow-db0ade90-4417-11e9-8730-f7df778bc56e": {
        "title": "Judd Apatow",
        "content": "I am always driven by the terror of humiliation."
    },
    "Judy-Garland-32432700-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Judy Garland",
        "content": "Be a first rate version of yourself, not a second rate version of someone else."
    },
    "Justin-Ahrens-0b21e620-4597-11e9-b95d-a1cccfc81bc3": {
        "title": "Justin Ahrens",
        "content": "We tend to forget there’s more to design than designing."
    },
    "Justin-French-e3bcbfd0-4afd-11e9-8055-f7792b483675": {
        "title": "Justin French",
        "content": "Call me a minimalist, call me boring and practical, whatever, but sometimes the best way to say something is with a word."
    },
    "Kari-Piippo-054c01e0-6cf7-11e9-8522-133ba556cd79": {
        "title": "Kari Piippo",
        "content": "When Einstein realized, “Dear me, this universe with its wonders all adds up to E=mc2?,” he did not stop to think whether this concept would sell better set in Futura or Antikva."
    },
    "Karrie-Jacobs-ebf0dcd0-4572-11e9-981a-074e3bd6c93d": {
        "title": "Karrie Jacobs",
        "content": "Graphic design is the design of highly disposable items… It all winds up in the garbage."
    },
    "Katherine-McCoy-f2bfc8d0-481c-11e9-9723-09905d949128": {
        "title": "Katherine McCoy",
        "content": "The challenge is for the graphic designer to turn data into information and information into messages of meaning."
    },
    "Kelsey-Ruger-29fe94d0-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Kelsey Ruger",
        "content": "In business we do a great job learning and teaching the tools for optimizing our results (how to build), but not a lot of time exploring the tools that will help us understand the experience we should be creating (what we should build)."
    },
    "Ken-Dyment-e9a403e0-539a-11e9-ad95-691a117083da": {
        "title": "Ken Dyment",
        "content": "In design, there is no such thing as “rules”. There is however, common sense."
    },
    "Ken-Peters-5a0150b0-e136-11e9-9826-294f52db8ea4": {
        "title": "Ken Peters",
        "content": "Cheap design is like a tattoo… once you get it you’re forever branded with it."
    },
    "Ken-Peters-f31c99f0-4afd-11e9-8055-f7792b483675": {
        "title": "Ken Peters",
        "content": "Designers deal in ideas. They give shape to ideas that shape our world, enrich everyday experiences, and improve our lives. Where there’s confusion, designers fashion clarity; where there’s chaos, designers construct order; where there’s entropy, designers promote vitality; where there’s indifference, designers swell passion; where there’s mediocrity, designers imbue excellence; and where there’s silence, designers lend voice."
    },
    "Kenny-Shopsin-983c0fb0-7bb9-11e9-899b-ef483a36f66b": {
        "title": "Kenny Shopsin",
        "content": "It’s OK to do stupid things, except when you notice them."
    },
    "Kevin-Barnett-b80b3ae0-4410-11e9-8730-f7df778bc56e": {
        "title": "Kevin Barnett",
        "content": "Simplicity will stand out, while complexity will get lost in the crowd."
    },
    "Kevin-Potts-c60e6820-539b-11e9-ad95-691a117083da": {
        "title": "Kevin Potts",
        "content": "To be truly great, we have to understand the motivation of our clients, maintain constant two-way communication with shockingly uncreative people, get a firm handle on copywriting and how that craft exists symbiotically with the visual element, and foresee how the finished whole will be greater than the sum of the bits and pieces we spent hours obsessing over. All of these factors cascade into the final product."
    },
    "Kevin-Rose-96c4a5a0-47ea-11e9-b607-338cf8da5371": {
        "title": "Kevin Rose",
        "content": "Don’t spend too much time planning, release early and often, some things will work, others won’t, refine and move forward and above all forget the money, just make sure you love what you’re doing."
    },
    "Khoi-Vinh-fa8a6360-4667-11e9-8460-dde4241605dc": {
        "title": "Khoi Vinh",
        "content": "There are too many elements on most web pages to affix or align each one to the baseline grid. Doing so would require a mathematical rigor that, if it can be achieved, might produce rationally exact measurements and placements but will most likely be something less than elegant. The result would be a design driven by math, rather than a design that uses math to create an elegant product."
    },
    "Kid-Rock-09137710-4afe-11e9-8055-f7792b483675": {
        "title": "Kid Rock",
        "content": "If it sounds good, you’ll hear it. If it looks good, you’ll see it. If it’s marketed right, you’ll buy it. But if it’s real, you’ll feel it."
    },
    "Kim-Goodwin-40f70d20-77fb-11e9-9405-4bec3d20ffbc": {
        "title": "Kim Goodwin",
        "content": "I think if you’re starting out early in the process by talking about your ideas for solutions, you’re already not listening. I think you need to enter into any design project with that zen learner’s mind of ‘I don’t know what I don’t know.’"
    },
    "Kim-Krause-38aec2a0-4661-11e9-8460-dde4241605dc": {
        "title": "Kim Krause",
        "content": "People always ask, “What do you think of my site?” I want to say back to them, “Who cares what I think. Does it meet your site requirements? Has it been tested? Has each requirement been validated? Are your site guidelines being adhered to?”"
    },
    "Kris-Sowersby-efcf2410-4554-11e9-baa6-2b3b1d2b50e8": {
        "title": "Kris Sowersby",
        "content": "Like McDonalds proves, popular doesn’t necessarily mean good. I’m not particularly interested in what’s popular; I’m much more interested in what’s good."
    },
    "Kristof-Orts-3e951450-4592-11e9-b95d-a1cccfc81bc3": {
        "title": "Kristof Orts",
        "content": "Think outside the DIV."
    },
    "Kun-Hee-Lee-1abf6850-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Kun-Hee Lee",
        "content": "An enterprise’s most vital assets lie in its design and other creative capabilities."
    },
    "Kyle-Matthew-Hansen-71e889e0-481c-11e9-a5bd-75d22d0cfe51": {
        "title": "Kyle Matthew Hansen",
        "content": "Complexity is the enemy of reliability."
    },
    "Kyle-Steed-27b45a20-4597-11e9-b95d-a1cccfc81bc3": {
        "title": "Kyle Steed",
        "content": "Take a walk. Dance a jig. Get some sun. Don’t take yourself to serious. Cook something ethnic. Play the 3 chords you know on guitar. Go get coffee. Tell a bad joke, to yourself, and laugh. Look at the way a leaf is made. Overhear someone else’s conversation. Write it down. Remember it later. Get some sleep."
    },
    "Lana-Rigsby-72093030-4409-11e9-8730-f7df778bc56e": {
        "title": "Lana Rigsby",
        "content": "Begin with the end in mind."
    },
    "Larry-Erickson-ace854c0-7400-11e9-9711-e1e0aa885122": {
        "title": "Larry Erickson",
        "content": "Using simpler forms and straightforward, easy-to-use instruments and controls allows you to achieve a very high level of craftsmanship. We then use color and texture to create a personality for each vehicle."
    },
    "Larry-Marine-7685b6a0-4414-11e9-8730-f7df778bc56e": {
        "title": "Larry Marine",
        "content": "It is far better to adapt the technology to the user than to force the user to adapt to the technology."
    },
    "Laura-Mallonee-7e280cb0-7a5a-11e9-89c5-1dcf33387b52": {
        "title": "Laura Mallonee",
        "content": "Photographing something is a way of possessing it. It confirms your connection to places and objects once distant and remote, making the world slightly smaller and less alienating."
    },
    "Leo-Burnett-78c6a5f0-4414-11e9-8730-f7df778bc56e": {
        "title": "Leo Burnett",
        "content": "Make it simple. Make it memorable. Make it inviting to look at. Make it fun to read."
    },
    "Leo-Burnett-aa353d70-4402-11e9-8730-f7df778bc56e": {
        "title": "Leo Burnett",
        "content": "Curiosity about life in all of its aspects, I think, is still the secret of great creative people."
    },
    "Leonard-Bernstein-73faa710-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Leonard Bernstein",
        "content": "To achieve great things, two things are needed: a plan, and not quite enough time."
    },
    "Leonardo-da-Vinci-7ada3690-a7d3-11e9-8607-35f78012cea3": {
        "title": "Leonardo da Vinci",
        "content": "Learning never exhausts the mind."
    },
    "Leonardo-da-Vinci-c36ff680-77ed-11e9-a375-9f4d6a55782f": {
        "title": "Leonardo da Vinci",
        "content": "Simplicity is the ultimate sophistication."
    },
    "Lisa-Manson-2da3f990-4597-11e9-b95d-a1cccfc81bc3": {
        "title": "Lisa Manson",
        "content": "A graphic designer is a machine that turns coffee into beautiful, functional imagery."
    },
    "Lorem-Ipsum-(translation)-77d76600-481c-11e9-a5bd-75d22d0cfe51": {
        "title": "Lorem Ipsum (translation)",
        "content": "There is no one who loves pain itself, who seeks after it and wants to have it, simply because it is pain…."
    },
    "Lorinda-Mamo-f7ebc6a0-756d-11e9-9899-bb457695eb8f": {
        "title": "Lorinda Mamo",
        "content": "Every great design begins with an even better story."
    },
    "Lorraine-Wild-d64b9ac0-4575-11e9-981a-074e3bd6c93d": {
        "title": "Lorraine Wild",
        "content": "You have to be interested in culture to design for it."
    },
    "Lou-Holtz-cd718a30-539a-11e9-ad95-691a117083da": {
        "title": "Lou Holtz",
        "content": "Show me someone who has done something worthwhile, and I’ll show you someone who has overcome adversity."
    },
    "Louis-Silverstein-57670fb0-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Louis Silverstein",
        "content": "It isn’t a question of enhancement through design. Whether an editor realizes it or not, design is part of what he does every time he prints the paper."
    },
    "Louis-Sullivan-26e175f0-4b23-11ea-8bde-6d24e4501d76": {
        "title": "Louis Sullivan",
        "content": "Form follows function."
    },
    "Lowell-Williams-8d8f5270-4347-11e9-b604-2bc959de2aee": {
        "title": "Lowell Williams",
        "content": "I look for three things in a project: 1) Compelling work; 2) fun client; 3) astronomical fees. However, to have a successful project, I really only need two out of three. For example, I’ll do great work with fun people for nothing and still feel rewarded. Or, I’ll do great work for a mean, stupid client for outrageous money. Or, I’ll do boring work with somebody I like a lot for more money than one can imagine. Anytime I’m faced with only one of the three it’s time to rethink the relationship. Actually, it’s time to move on."
    },
    "Lucian-Bernhard-39afc340-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Lucian Bernhard",
        "content": "Modern typographic axioms:"
    },
    "Ludwig-Mies-van-der-Rohe-cc4f28f0-4662-11e9-8460-dde4241605dc": {
        "title": "Ludwig Mies van der Rohe",
        "content": "Less is more."
    },
    "Ludwig-Wittgenstein-80025580-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Ludwig Wittgenstein",
        "content": "Everything that can be said, can be said clearly."
    },
    "Lukas-Mathis-e8018b40-4664-11e9-8460-dde4241605dc": {
        "title": "Lukas Mathis",
        "content": "The goal is not to make your user interface as realistic as possible. The goal is to add those details which help users identify what an element is, and how to interact with it, and to add no more than those details."
    },
    "Lukas-Mathis-ff5f1ee0-7a5a-11e9-89c5-1dcf33387b52": {
        "title": "Lukas Mathis",
        "content": "Redesigning somebody else’s product is always a tricky business. You don’t know why they made the decisions they made. You don’t have the data they have."
    },
    "Luke-Wroblewski-53d20890-4598-11e9-b95d-a1cccfc81bc3": {
        "title": "Luke Wroblewski",
        "content": "This is the web. Fix it."
    },
    "Luke-Wroblewski-cbd77600-4664-11e9-8460-dde4241605dc": {
        "title": "Luke Wroblewski",
        "content": "Losing 80% of your screen space forces you to focus. You need to make sure that what stays on the screen is the most important set of features for your customers and your business. There simply isn’t room for any interface debris or content of questionable value. You need to know what matters most."
    },
    "Mahatma-Gandhi-138443e0-a3c9-11e9-bd50-33fe99a98d7d": {
        "title": "Mahatma Gandhi",
        "content": "A customer is the most important visitor on our premises.\nHe is not dependent on us. We are dependent on him.\nHe is not an interruption of our work. He is the purpose of it.\nHe is not an outsider to our business. He is part of it.\nWe are not doing him a favour by serving him.\nHe is doing us a favour by giving us the opportunity to do so."
    },
    "Mandy-Brown-1ecc6bc0-4667-11e9-8460-dde4241605dc": {
        "title": "Mandy Brown",
        "content": "Always read with a pen in hand. The pen should be used both to mark the text you want to remember and to write from where the text leaves you. Think of the text as the starting point for your own words."
    },
    "Mandy-Brown-aec5fa10-440b-11e9-8730-f7df778bc56e": {
        "title": "Mandy Brown",
        "content": "A well-designed text will seem weightless after a time; the initial feel of the book fades away as the mind becomes engrossed in the words."
    },
    "Marc-Chagall-90641bf0-47ea-11e9-b607-338cf8da5371": {
        "title": "Marc Chagall",
        "content": "If I create from the heart, nearly everything works; if from the head, almost nothing."
    },
    "Marc-English-f94417c0-7a5c-11e9-89c5-1dcf33387b52": {
        "title": "Marc English",
        "content": "Sometimes you have to keep ideas for decades before they have any use."
    },
    "Marc-Grabanski-0081e210-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Marc Grabanski",
        "content": "Hackers don’t need idea people when they are the idea people."
    },
    "Marc-Johns-510bcb60-4592-11e9-b95d-a1cccfc81bc3": {
        "title": "Marc Johns",
        "content": "I like my ARTSY with a little bit of FARTSY."
    },
    "Marcel-Wanders-66f34140-77fd-11e9-9405-4bec3d20ffbc": {
        "title": "Marcel Wanders",
        "content": "Functionality is so over-valued in design, and we’ve kept design very small in that way. Functionality is the sheer minimum. If your house burns down, what do you take? The cat in the window that you got from your mother, or the chair you have?"
    },
    "Marco-Arment-c8b0a980-4572-11e9-981a-074e3bd6c93d": {
        "title": "Marco Arment",
        "content": "As with most social phenomena, social-network success tends to happen more organically and unpredictably than anyone is able to artificially create by throwing money at it."
    },
    "Mark-Boulton-3293deb0-e147-11e9-8f9c-c9217a2f1ffc": {
        "title": "Mark Boulton",
        "content": "To push the boundaries, you need to know where the edges are."
    },
    "Mark-Boulton-62bb0520-4410-11e9-8730-f7df778bc56e": {
        "title": "Mark Boulton",
        "content": "I think design covers so much more than the aesthetic. Design is fundamentally more. Design is usability. It is Information Architecture. It is Accessibility. This is all design."
    },
    "Mark-Gob&eacute;-bbfaa4c0-4595-11e9-b95d-a1cccfc81bc3": {
        "title": "Mark Gob&eacute;",
        "content": "We live in a society where everybody feels guilty. We want to do good, but we don’t want to get out of the house. A brand can help us feel good if you buy this yogurt."
    },
    "Mark-Gobe-1e51d600-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Mark Gobe",
        "content": "When we feel less secure, with less control over our daily lives, we reach out to brands to connect with a time when things seemed better."
    },
    "Mark-Twain-93cb70b0-4667-11e9-8460-dde4241605dc": {
        "title": "Mark Twain",
        "content": "Supposing is good, but finding out is better."
    },
    "Mark-Twain-d9a82330-6917-11e9-9860-0b7c75bb553e": {
        "title": "Mark Twain",
        "content": "I never let my schooling get in the way of my education."
    },
    "Mark-Vonnegut-41df0090-4410-11e9-8730-f7df778bc56e": {
        "title": "Mark Vonnegut",
        "content": "When I complained about being paid fifty dollars for an article that had taken me a week to write, he [Kurt] said I should take into account what it would have cost me to take out a two-page ad announcing that I could write."
    },
    "Marshall-Bonobos-94dd7200-4afe-11e9-8055-f7792b483675": {
        "title": "Marshall Bonobos",
        "content": "I loathe the phrase “no questions asked.” Great service is about communication, sincerity, and action – not blind automation."
    },
    "Marshall-McLuhan-22b4a070-440c-11e9-8730-f7df778bc56e": {
        "title": "Marshall McLuhan",
        "content": "The medium is the message."
    },
    "Martin-Aquino-cf2daff0-20ec-11ea-af9e-f315cadf92d1": {
        "title": "Martin Aquino",
        "content": "The sharpness of the sword is not in the edge of the blade, but in the hand of the warrior."
    },
    "Martin-Gardner-b85e6f40-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Martin Gardner",
        "content": "The sudden hunch, the creative leap of mind that “sees” in a flash how to solve a problem in a simple way, is something quite different from general intelligence."
    },
    "Martin-LeBlanc-d5408940-e13a-11e9-9826-294f52db8ea4": {
        "title": "Martin LeBlanc",
        "content": "A user interface is like a joke. If you have to explain it, it’s not that good."
    },
    "Martine-Moeykens-ba1b5c70-a266-11e9-a95a-c3a4fb067911": {
        "title": "Martine Moeykens",
        "content": "I love designing, it is something which permeates my whole living, whether it is simply choosing the colour of my clothes in the morning or organising my household. Design to me is akin to beauty, an externalisation of my inner process regarding beauty & contentment with life."
    },
    "Marty-Amsler-0d73be20-4412-11e9-8730-f7df778bc56e": {
        "title": "Marty Amsler",
        "content": "A good portfolio will get you an interview. A good attitude will get you a job."
    },
    "Marty-Neumeier-3f719df0-4afe-11e9-8055-f7792b483675": {
        "title": "Marty Neumeier",
        "content": "Design is easy. All you do is stare at the screen until drops of blood form on your forehead."
    },
    "Marty-Neumeier-44b80d00-4417-11e9-8730-f7df778bc56e": {
        "title": "Marty Neumeier",
        "content": "The most innovative designers consciously reject the standard option box and cultivate an appetite for thinking wrong."
    },
    "Marty-Neumeier-9ac2eea0-4574-11e9-981a-074e3bd6c93d": {
        "title": "Marty Neumeier",
        "content": "A picture is worth a thousand dollars."
    },
    "Massimo-Vignelli-71da08e0-4414-11e9-8730-f7df778bc56e": {
        "title": "Massimo Vignelli",
        "content": "The life of a designer is a life of fight: fight against the ugliness."
    },
    "Massimo-Vignelli-fe3e3530-e14a-11e9-8f9c-c9217a2f1ffc": {
        "title": "Massimo Vignelli",
        "content": "There is no design without discipline. There is no discipline without intelligence."
    },
    "Mat-Helme-cccd6dd0-481c-11e9-9723-09905d949128": {
        "title": "Mat Helme",
        "content": "You want something done, ask someone busy."
    },
    "Mat-Marquis-079971a0-7a5b-11e9-89c5-1dcf33387b52": {
        "title": "Mat Marquis",
        "content": "Some people want their paychecks and to go home, and that’s fine. You and me, though—we’re gonna work harder than they do. We’ll build things that ensure that entire populations just setting foot on the web for the first time can tap into the collected knowledge of the whole of mankind."
    },
    "Matt-Beale-d995e820-4593-11e9-b95d-a1cccfc81bc3": {
        "title": "Matt Beale",
        "content": "Design is about making things good (and then better) and right (and fantastic) for the people who use and encounter them."
    },
    "Matt-Mullenweg-2559c4e0-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Matt Mullenweg",
        "content": "Usage is like oxygen for ideas."
    },
    "Matthew-Carter-2c061190-47c7-11e9-9496-f17082692427": {
        "title": "Matthew Carter",
        "content": "Type is a beautiful group of letters, not a group of beautiful letters."
    },
    "Melinda-Santillian-3efd83a0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Melinda Santillian",
        "content": "Being able to take ideas and transform them into something tangible is life-affirming."
    },
    "Melissa-Sisco-77af71b0-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Melissa Sisco",
        "content": "Design is more about the process than it is about the resulting prettiness."
    },
    "Meredith-Norwood-0a025b50-7a5b-11e9-89c5-1dcf33387b52": {
        "title": "Meredith Norwood",
        "content": "To some degree, to be creative you have to be selfish."
    },
    "Merlin-Mann-60ca3c30-4411-11e9-8730-f7df778bc56e": {
        "title": "Merlin Mann",
        "content": "People with tiny glasses and costly shoes can always find a couple of hours to explain how you did it all wrong."
    },
    "Merlin-Mann-73e432d0-481c-11e9-a5bd-75d22d0cfe51": {
        "title": "Merlin Mann",
        "content": "Stop. I’m not going to take any more input until I’ve made something with what I got."
    },
    "Micha-Commeren-bcb63da0-4416-11e9-8730-f7df778bc56e": {
        "title": "Micha Commeren",
        "content": "The function of design is letting design function."
    },
    "Michael-Behe-167835e0-756e-11e9-9899-bb457695eb8f": {
        "title": "Michael Behe",
        "content": "The conclusion of design flows naturally from the data; we should not shrink from it; we should embrace it and build on it."
    },
    "Michael-Bierut-0952c660-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Michael Bierut",
        "content": "Designers tend to overvalue differentiation and originality. We are taught this in design school. The best solutions are created ex nihilo, break new ground, resemble nothing else in the world. Everyone wants to stand out, or else what’s the point? But this isn’t true. Most people don’t want to stand out. They want to fit in. More precisely, they want to fit in with the people they like, or want to be like."
    },
    "Michael-Bierut-28996760-e131-11e9-997e-5122da7cfd1e": {
        "title": "Michael Bierut",
        "content": "If you do good work for good clients, it will lead to other good work for other good clients. If you do bad work for bad clients, it will lead to other bad work for other bad clients."
    },
    "Michael-Bierut-6c62f8b0-4570-11e9-981a-074e3bd6c93d": {
        "title": "Michael Bierut",
        "content": "Most of the mediocre design today comes from designers who are faithfully doing as they were taught in school: they worship at the altar of the visual."
    },
    "Michael-Bierut-dd3b4840-47ea-11e9-b607-338cf8da5371": {
        "title": "Michael Bierut",
        "content": "A lot of the things about design that tend to get designers really interested aren’t that important."
    },
    "Michael-Langham-1fd93410-539d-11e9-ad95-691a117083da": {
        "title": "Michael Langham",
        "content": "Inspiration the seed. Design but the flower."
    },
    "Michael-Mistretta-069f90e0-4afe-11e9-8055-f7792b483675": {
        "title": "Michael Mistretta",
        "content": "I think advertising is a brilliant concept that has been pooped upon by selfish marketers, resulting in corrupted motives and flawed execution."
    },
    "Michael-Osborne-9b705360-47ea-11e9-b607-338cf8da5371": {
        "title": "Michael Osborne",
        "content": "A well-defined problem is half solved."
    },
    "Michael-Schwab-e2302310-4570-11e9-981a-074e3bd6c93d": {
        "title": "Michael Schwab",
        "content": "I’ve always considered myself a graphic artists – a draftsman – as opposed to a typist. I do still work on a drawing table. At times drawing on a computer feels like I’m drawing on an Etch-a-Sketch."
    },
    "Michael-Stinson-19d6c850-4599-11e9-b95d-a1cccfc81bc3": {
        "title": "Michael Stinson",
        "content": "Letterspacing creates speedbumps for the reader."
    },
    "Michael-Stinson-30f2eeb0-4661-11e9-8460-dde4241605dc": {
        "title": "Michael Stinson",
        "content": "Graphic design is building systems."
    },
    "Michael-Stinson-fbda99b0-456d-11e9-981a-074e3bd6c93d": {
        "title": "Michael Stinson",
        "content": "Just let the type just do what it does."
    },
    "Michalangelo-19cdb340-a7d3-11e9-8607-35f78012cea3": {
        "title": "Michalangelo",
        "content": "One paints with one’s head, not one’s hand."
    },
    "Michel-Eyquem-de-Montaigne-a5598770-45a1-11e9-be81-234f2b6a0b0f": {
        "title": "Michel Eyquem de Montaigne",
        "content": "Better to be tentative than to be recklessly sure—to be an apprentice at sixty, than to present oneself as a doctor at ten."
    },
    "Michelangelo-39f4e2b0-77ef-11e9-a375-9f4d6a55782f": {
        "title": "Michelangelo",
        "content": "If you knew how much work went into it, you would not call it genius."
    },
    "Michelle-Obama-b2de4d00-4401-11e9-8730-f7df778bc56e": {
        "title": "Michelle Obama",
        "content": "What I love about design is the artistic and scientific complexity that also becomes useful…"
    },
    "Mieke-Gerritzen-a1e19eb0-4665-11e9-8460-dde4241605dc": {
        "title": "Mieke Gerritzen",
        "content": "Good design goes to heaven; bad design goes everywhere."
    },
    "Miguel-de-Cervantes-9af0c840-a7d3-11e9-8607-35f78012cea3": {
        "title": "Miguel de Cervantes",
        "content": "Delay always breeds danger; and to protract a great design is often to ruin it."
    },
    "Milton-Glaser-34324cd0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Milton Glaser",
        "content": "I go to work every morning with the possibility that I might learn something I don’t already know… You should look at every problem and think, ‘what can I learn by doing this?’ And if you think you can learn nothing, forget about doing it."
    },
    "Milton-Glaser-7bac5d40-4573-11e9-981a-074e3bd6c93d": {
        "title": "Milton Glaser",
        "content": "My adventure has all been in my mind. The great adventure has been thinking. I love to think about things. I think that the lack of drama in my life has produced a platform for me to be fundamentally adventurous in my thinking."
    },
    "Milton-Glaser-877b7400-4409-11e9-8730-f7df778bc56e": {
        "title": "Milton Glaser",
        "content": "The next time you see a sixteen-color, blind-embossed, gold-stamped, die-cut, elaborately folded and bound job, printed on handmade paper, see if it isn’t a mediocre idea trying to pass for something else."
    },
    "Milton-Glaser-88c437d0-45a2-11e9-be81-234f2b6a0b0f": {
        "title": "Milton Glaser",
        "content": "Solving any problem is more important than being right."
    },
    "Milton-Glaser-e4ad4280-521d-11e9-9feb-3b301add90f0": {
        "title": "Milton Glaser",
        "content": "I have always railed against ideological purity, or any other kind. Corruption is more interesting than purity."
    },
    "Mirko-Ilic-004b2d90-756e-11e9-9899-bb457695eb8f": {
        "title": "Mirko Ilic",
        "content": "Think 8 hours, work 2 hours."
    },
    "Mitch-Hedberg-451e5b70-4631-11e9-b9ed-3124a5bb0ad0": {
        "title": "Mitch Hedberg",
        "content": "I was gonna get a candy bar; the button I was supposed to push was “HH”, so I went to the side, I found the “H” button, I pushed it twice. Fuckin’…potato chips came out, man, because they had an “HH” button for Christ’s sake! You need to let me know. I’m not familiar with the concept of “HH”. I did not learn my AA-BB-CC’s. God god, dammit dammit."
    },
    "Moby-69926fb0-4414-11e9-8730-f7df778bc56e": {
        "title": "Moby",
        "content": "My secret is being not terrible at a lot of things."
    },
    "Nadine-Buckley-23ac8c10-4afe-11e9-8055-f7792b483675": {
        "title": "Nadine Buckley",
        "content": "Design should never be ridden with GGE’s (gratuitous graphic elements)."
    },
    "Naoto-Fukasawa-27362a90-4404-11e9-8730-f7df778bc56e": {
        "title": "Naoto Fukasawa",
        "content": "I’m not thinking about this pen when I’m writing with it. Rather, it’s when you least think about it that the pen can be held most naturally."
    },
    "Napoleon-Hill-9e2e4290-4413-11e9-8730-f7df778bc56e": {
        "title": "Napoleon Hill",
        "content": "A goal is a dream with a deadline."
    },
    "Natalya-Shelburne-03dc0220-456e-11e9-981a-074e3bd6c93d": {
        "title": "Natalya Shelburne",
        "content": "Don’t you miss doing creative stuff, as an engineer? Don’t you miss the creativity of the art world? You can say: I’m working on an infinite canvas capable of any size and shape, that’s already glowing every color possible into the eyes of just about everyone on the planet. And I get to decide the kind of experience, feeling, and emotion they are going to have. How is that not creative?"
    },
    "Neil-Gajera-25f89b50-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Neil Gajera",
        "content": "Design works best when it gets out of the user’s way."
    },
    "Neil-Hunt-c82be840-4666-11e9-8460-dde4241605dc": {
        "title": "Neil Hunt",
        "content": "a 5% feature (used by less than 5% of all users) is a distraction for all the other users, and is better removed, unless it’s really critical (a small number of users do need to cancel service, for example)."
    },
    "Neville-Brody-30ff7f30-4afe-11e9-8055-f7792b483675": {
        "title": "Neville Brody",
        "content": "Design is more than just a few tricks to the eye. It’s a few tricks to the brain."
    },
    "Neville-Brody-35d882c0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Neville Brody",
        "content": "An electrician isn’t an opinion former, but a graphic designer is. My argument is that all graphic designers hold high levels of responsibility in society. We take invisible ideas and make them tangible. That’s our job."
    },
    "Nicholas-Burroughs-18193bb0-756e-11e9-9899-bb457695eb8f": {
        "title": "Nicholas Burroughs",
        "content": "Simplicity should be found in the execution, not in the meaning."
    },
    "Nicholas-Burroughs-b32dffe0-454f-11e9-a3e9-bb3ebd4a7483": {
        "title": "Nicholas Burroughs",
        "content": "Minimalism is not a lack of something. It’s simply the perfect amount of something."
    },
    "Nicholas-Negroponte-1a3832b0-4afe-11e9-8055-f7792b483675": {
        "title": "Nicholas Negroponte",
        "content": "Where do new ideas come from? The answer is simple: differences. Creativity comes from unlikely juxtapositions."
    },
    "Nick-Longo-365a08f0-440b-11e9-8730-f7df778bc56e": {
        "title": "Nick Longo",
        "content": "The space between an idea and a concept is your lips. If you can’t say it out loud you can’t do it."
    },
    "Nolan-Bushnell-aa019740-4597-11e9-b95d-a1cccfc81bc3": {
        "title": "Nolan Bushnell",
        "content": "The ultimate inspiration is the deadline."
    },
    "Noreen-Morioka-6d7dbf10-4592-11e9-b95d-a1cccfc81bc3": {
        "title": "Noreen Morioka",
        "content": "Being a famous designer is like being a famous dentist."
    },
    "Oliveiro-Toscani-83f2d930-4afe-11e9-8055-f7792b483675": {
        "title": "Oliveiro Toscani",
        "content": "Everybody in advertising is blonde, beautiful, families are happy, care are never in traffic, everything is shiny, food looks like it’s incredibly taseful. I ask myself, “How stupid are we?”"
    },
    "Orson-Welles-24a7d320-539d-11e9-ad95-691a117083da": {
        "title": "Orson Welles",
        "content": "The enemy of art is the absence of limitations."
    },
    "Orson-Welles-d33aaad0-4631-11e9-b9ed-3124a5bb0ad0": {
        "title": "Orson Welles",
        "content": "Create your own visual style… let it be unique for yourself and yet identifiable for others."
    },
    "Oscar-Wilde-8268e8c0-4667-11e9-8460-dde4241605dc": {
        "title": "Oscar Wilde",
        "content": "Fashion is a form of ugliness so intolerable that we have to alter it every six months."
    },
    "Otl-Aicher-07fc7db0-481d-11e9-9723-09905d949128": {
        "title": "Otl Aicher",
        "content": "Good art inspires; Good design motivates."
    },
    "Otl-Aicher-1ef816b0-47c7-11e9-9496-f17082692427": {
        "title": "Otl Aicher",
        "content": "In design man becomes what he is.\nAnimals have language and perception as well,\nbut they do not design."
    },
    "Pablo-Picasso-0befdd40-4412-11e9-8730-f7df778bc56e": {
        "title": "Pablo Picasso",
        "content": "Every child is an artist. The challenge is to remain an artist after you grow up."
    },
    "Pablo-Picasso-309d8640-4662-11e9-8460-dde4241605dc": {
        "title": "Pablo Picasso",
        "content": "Good designers copy; great designers steal."
    },
    "Pablo-Picasso-cde639d0-4c9b-11e9-876e-27f2df7cb73d": {
        "title": "Pablo Picasso",
        "content": "Every act of creation is first an act of destruction."
    },
    "Pablo-Picasso-e6a8b090-6917-11e9-9860-0b7c75bb553e": {
        "title": "Pablo Picasso",
        "content": "Inspiration exists, but it has to find you working."
    },
    "Pablo-del-Valle-c1ac61e0-4416-11e9-8730-f7df778bc56e": {
        "title": "Pablo del Valle",
        "content": "My eyes hurt, but my hand keeps sketching."
    },
    "Paola-Antonelli-36f27800-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Paola Antonelli",
        "content": "People think that design is styling. Design is not style. It’s not about giving shape to the shell and not giving a damn about the guts. Good design is a renaissance attitude that combines technology, cognitive science, human need, and beauty to produce something that the world didn’t know it was missing."
    },
    "Paul-Arden-546f0e10-4818-11e9-b6a7-f1f4a1645d41": {
        "title": "Paul Arden",
        "content": "If you can’t solve a problem, it’s because you’re playing by the rules."
    },
    "Paul-Attwood-dd4917b0-6917-11e9-9860-0b7c75bb553e": {
        "title": "Paul Attwood",
        "content": "Decisions on artwork by committee end up being made on the premise of not turning people off rather than turning people on."
    },
    "Paul-Ford-e4e0a460-4631-11e9-b9ed-3124a5bb0ad0": {
        "title": "Paul Ford",
        "content": "… people in the newspaper industry saw the web as a newspaper. People in TV saw the web as TV, and people in book publishing saw it as a weird kind of potential book. But the web is not just some kind of magic all-absorbing meta-medium. It’s its own thing."
    },
    "Paul-Graham-ac409220-4594-11e9-b95d-a1cccfc81bc3": {
        "title": "Paul Graham",
        "content": "It takes confidence to throw work away … When people first start drawing, they’re often reluctant to redo parts that aren’t right … they convince themselves that the drawing is not that bad, really — in fact, maybe they meant it to look that way."
    },
    "Paul-Heckel-1402fce0-77ef-11e9-a375-9f4d6a55782f": {
        "title": "Paul Heckel",
        "content": "Because every person knows what he likes, every person thinks he is an expert on user interfaces."
    },
    "Paul-Howalt-af0b3ae0-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Paul Howalt",
        "content": "A lot of people in this business develop huge egos. Why? None of us is curing cancer. None of us is saving babies from burning buildings. We’re just a bunch of overpaid knuckleheads who think up nutty stuff for some other knuckleheads’ products."
    },
    "Paul-Huizinga-808c0f60-e11b-11e9-a41c-71f065419ebe": {
        "title": "Paul Huizinga",
        "content": "A good design can feel like something you have always been waiting for without knowing."
    },
    "Paul-Klee-9a477c30-4668-11e9-8460-dde4241605dc": {
        "title": "Paul Klee",
        "content": "Art does not reproduce what we see; rather, it makes us see."
    },
    "Paul-Rand-017ca7b0-7a5b-11e9-89c5-1dcf33387b52": {
        "title": "Paul Rand",
        "content": "Defamiliarize the ordinary."
    },
    "Paul-Rand-0b3f79f0-e37c-11e9-9457-072d713f04e6": {
        "title": "Paul Rand",
        "content": "Any system that sees aesthetics as irrelevant, that separates the artist from the product, that fragments the work of the individual, or creates by committee, or makes mincemeat of the creative process will in the long run diminish not only the product but the maker as well."
    },
    "Paul-Rand-297ebdf0-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Paul Rand",
        "content": "If a design can be refined, without disturbing its image, it seems reasonable to do so. A logo, after all, is an instrument of pride and should be shown at its best."
    },
    "Paul-Rand-2c573110-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Paul Rand",
        "content": "Good ideas rarely come in bunches. The designer who voluntarily presents his client with a batch of layouts does so not out prolificacy, but out of uncertainty or fear."
    },
    "Paul-Rand-4535e1d0-4412-11e9-8730-f7df778bc56e": {
        "title": "Paul Rand",
        "content": "Design is the silent ambassador of your brand."
    },
    "Paul-Rand-59952ca0-7994-11e9-afd0-1b44351ee230": {
        "title": "Paul Rand",
        "content": "Don’t try to be original try to be good."
    },
    "Paul-Rand-cc759020-4406-11e9-8730-f7df778bc56e": {
        "title": "Paul Rand",
        "content": "The designer is not always right. The researcher is not always wrong. Profit is not always the motive; market research, whatever its outcome, should never be used as a good excuse for bad design – in the same sense that good design should never be used to promote a bad product."
    },
    "Paul-Rand-cc84cb90-6917-11e9-9860-0b7c75bb553e": {
        "title": "Paul Rand",
        "content": "Art is an idea that has found its perfect visual expression. And design is the vehicle by which this expression is made possible. Art is a noun, and design is a noun and also a verb. Art is a product and design is a process. Design is the foundation of all the arts."
    },
    "Paul-Rand-d2da5400-4410-11e9-8730-f7df778bc56e": {
        "title": "Paul Rand",
        "content": "Innovation leads one to see the new in the old and distinguishes the ingenious from the ingenuous."
    },
    "Paul-Rand-d8c77e40-4417-11e9-8730-f7df778bc56e": {
        "title": "Paul Rand",
        "content": "Design is the method of putting form and content together. Design, just as art, has multiple definitions; there is no single definition. Design can be art. Design can be aesthetics. Design is so simple, that’s why it is so complicated."
    },
    "Paul-Rand-f4d6d480-4554-11e9-baa6-2b3b1d2b50e8": {
        "title": "Paul Rand",
        "content": "A logo doesn’t sell, it identifies. A logo derives its meaning from the quality of the thing it symbolizes, not the other way around. A logo is less important than the product it signifies; what it means is more important than what it looks like."
    },
    "Paul-Scrivens-a2c26900-47ea-11e9-b607-338cf8da5371": {
        "title": "Paul Scrivens",
        "content": "I’m creative because I did an icon navigation while everyone else on the planet sticks to words? No, it just means I didn’t want to stick to convention. If anything you can call it rebellious but certainly not creative."
    },
    "Paul-Standard-d6ace300-4414-11e9-8730-f7df778bc56e": {
        "title": "Paul Standard",
        "content": "Geometry can produce legible letters, but art alone makes the beautiful. Art begins where geometry ends, and imparts to letters a character transcending mere measurement."
    },
    "Paul-Watzlawik-85a10a30-4573-11e9-981a-074e3bd6c93d": {
        "title": "Paul Watzlawik",
        "content": "You cannot not communicate."
    },
    "Paula-Scher-95093a90-4b23-11ea-8bde-6d24e4501d76": {
        "title": "Paula Scher",
        "content": "Less is more and more is more. It’s the middle that’s not a good place."
    },
    "Pete-Episcopo-da538e70-4575-11e9-981a-074e3bd6c93d": {
        "title": "Pete Episcopo",
        "content": "Everything we do communicates."
    },
    "Peter-Fraterdeus-621e7060-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Peter Fraterdeus",
        "content": "[Degenerate type is] a form of canned cynicism which will doom its perpetrators to a special room in hell where lovely little children of all races, creeds, and religions are eternally batched in gentle rosy and amber glows, singing “It’s a small world after all.” There’s no reason to create an alphabet which looks like it leaked out a diaper."
    },
    "Peter-Gabriel-cbe79840-4417-11e9-8730-f7df778bc56e": {
        "title": "Peter Gabriel",
        "content": "All of the buildings, all of those cars were once just a dream in somebody’s head."
    },
    "Peter-Phillips-10457670-481d-11e9-9723-09905d949128": {
        "title": "Peter Phillips",
        "content": "Often design departments are viewed as little decoration groups… They’ll make everything look pretty. Well, I can tell you, that doesn’t work."
    },
    "Peter-Saville-5f937730-77d5-11e9-bb38-cf4511482b22": {
        "title": "Peter Saville",
        "content": "Design has become the cover for unnecessary consumption."
    },
    "Petronius-a0e8a120-4593-11e9-b95d-a1cccfc81bc3": {
        "title": "Petronius",
        "content": "Moderation in all things, including moderation."
    },
    "Petrula-Vrontikis-97a052f0-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Petrula Vrontikis",
        "content": "Practice safe design: Use a concept."
    },
    "Phil-Karlton-edb5bb50-7667-11e9-a4aa-cd246863e915": {
        "title": "Phil Karlton",
        "content": "There are only two hard things in Computer Science: cache invalidation and naming things."
    },
    "Philip-Glass-6db2e320-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Philip Glass",
        "content": "You get up early in the morning and you work all day. That’s the only secret."
    },
    "Pierre-Bonnard-2e7e2980-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Pierre Bonnard",
        "content": "Colour does not add a pleasant quality to design – it reinforces it."
    },
    "Piet-Zwart-641b9760-77d5-11e9-bb38-cf4511482b22": {
        "title": "Piet Zwart",
        "content": "Color is a creative element, not a trimming."
    },
    "Rachel-Hinman-cf9b0eb0-e50a-11e9-96e2-032db1e4a7d3": {
        "title": "Rachel Hinman",
        "content": "We are only three decades into one of the most important revolutions the world has ever seen. In design development terms, that is a mere blink."
    },
    "Ralph-Caplan-36f80720-a3c5-11e9-bd50-33fe99a98d7d": {
        "title": "Ralph Caplan",
        "content": "[Designers’] primary competence lies not in the technicalities of a craft but in the mastery of a process."
    },
    "Randall-Munroe-a10641c0-4413-11e9-8730-f7df778bc56e": {
        "title": "Randall Munroe",
        "content": "When designing an interface, imagine that your program is all that stands between the user and hot, sweaty, tangled-bedsheets-fingertips-digging-into-the-back sex."
    },
    "Randall-Munroe-c4b15ff0-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Randall Munroe",
        "content": "I find that when someone’s taking time to do something right in the present, they’re a perfectionist with no ability to prioritize, whereas when someone took time to do something right in the past, they’re a master artisan of great foresight."
    },
    "Raphael-Henry-71beff30-77fb-11e9-9405-4bec3d20ffbc": {
        "title": "Raphael Henry",
        "content": "The same hand can draw art for the sake of emotional expression and design that serves a purpose."
    },
    "Rasha-Hamdan-7fb6bef0-4594-11e9-b95d-a1cccfc81bc3": {
        "title": "Rasha Hamdan",
        "content": "Practicality is the serial killer of dreams."
    },
    "Rastko-Ciric-f8565e50-4554-11e9-baa6-2b3b1d2b50e8": {
        "title": "Rastko Ciric",
        "content": "An inexperienced observer sees everything in a picture; the experienced one sees even the things that are missing."
    },
    "Ray-Bradbury-d2b7a330-539a-11e9-ad95-691a117083da": {
        "title": "Ray Bradbury",
        "content": "Those who don’t build must burn."
    },
    "Raymond-Joseph-Teller-f54c7d30-4666-11e9-8460-dde4241605dc": {
        "title": "Raymond Joseph Teller",
        "content": "Sometimes magic is just someone spending more time on something than anyone else might reasonably expect."
    },
    "Rebecca-Reubens-1bd2a880-ba3e-11e9-a93c-29f75de959ea": {
        "title": "Rebecca Reubens",
        "content": "Design is to invent with intent. If you take away the ‘invent’ bit, you have an engineer. If you take away the ‘intent’ bit, you have an artist."
    },
    "Rebekah-Cox-1c2a3b10-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Rebekah Cox",
        "content": "A lot of companies have tried to support designers by giving them “a seat at the table.” What this usually means in practice, however, is that a designer is sitting at the table well after the important product decisions that influence the design have been made. This is usually where complicated and muddy designs are born."
    },
    "Reinhold-Niebuhr-8b1a8080-47ea-11e9-b607-338cf8da5371": {
        "title": "Reinhold Niebuhr",
        "content": "God, grant me the serenity to accept the things I cannot change, the courage to change the things I can, and the wisdom to know the difference"
    },
    "Rian-Hughes-152b8f90-4574-11e9-981a-074e3bd6c93d": {
        "title": "Rian Hughes",
        "content": "How can there be too many typefaces in the world? Are there too many songs, too many books, too many places to go?"
    },
    "Ricardo-Zea-7e6bcb60-4573-11e9-981a-074e3bd6c93d": {
        "title": "Ricardo Zea",
        "content": "Learning Web Design is like playing video games: You start small and build your character as you progress, then you beat the boss, literally."
    },
    "Richard-Buckminster-Fuller-ae1747b0-4404-11e9-8730-f7df778bc56e": {
        "title": "Richard Buckminster Fuller",
        "content": "When I am working on a problem, I never think about beauty. I only think about how to solve the problem. But when I have finished, if the solution isn’t beautiful, I know it is wrong."
    },
    "Richard-Cecil-0f5ffd90-43ed-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Richard Cecil",
        "content": "Eloquence is vehement simplicity."
    },
    "Richard-Lenz-e0d42230-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Richard Lenz",
        "content": "Those who say “it’s not personal, it’s just business” are lying. All business is personal, and the best business is very personal."
    },
    "Rick-Cook-f1a93cc0-440b-11e9-8730-f7df778bc56e": {
        "title": "Rick Cook",
        "content": "Programming today is a race between software engineers striving to build bigger and better idiot-proof programs, and the universe trying to build bigger and better idiots. So far, the universe is winning."
    },
    "Rick-Tharp-4f60e6d0-4afe-11e9-8055-f7792b483675": {
        "title": "Rick Tharp",
        "content": "Never let your clients see you drive a more expensive car than they drive."
    },
    "Rob-Curedale-fce752e0-a7d2-11e9-8607-35f78012cea3": {
        "title": "Rob Curedale",
        "content": "Design is creativity with strategy."
    },
    "Rob-Morris-c0ecf840-4570-11e9-981a-074e3bd6c93d": {
        "title": "Rob Morris",
        "content": "If it were easy to nut out tricky design problems, I might be out of a job. But it’s also true that the cleverness in most lateral design doesn’t come from blindly grinding away at the same concept. When you’re dealing with ideas, it’s rarely a matter of simply putting in more time working. Five minutes can be much more fruitful than five hours."
    },
    "Robert-Bringhurst-026f9370-4406-11e9-8730-f7df778bc56e": {
        "title": "Robert Bringhurst",
        "content": "A man who would letterspace lower case would steal sheep, Frederic Goudy liked to say. If this wisdom needs updating, it is chiefly to say that a woman who would letterspace lower case would steal sheep as well."
    },
    "Robert-Bringhurst-41a799b0-440c-11e9-8730-f7df778bc56e": {
        "title": "Robert Bringhurst",
        "content": "In a well-made book, where designer, compositor and printer have all done their jobs, no matter how many thousands of lines and pages they must occupy, the letters are alive. They dance in their seats. Sometimes they rise and dance in the margins and aisles."
    },
    "Robert-Bringhurst-5a807070-48ec-11ea-a86f-f7ffbe0e1266": {
        "title": "Robert Bringhurst",
        "content": "Typography at its best is a visual form of language linking timelessness and time."
    },
    "Robert-Bringhurst-5dd408b0-4819-11e9-b6a7-f1f4a1645d41": {
        "title": "Robert Bringhurst",
        "content": "With type as with philosophy, music and food, it is better to have a little of the best than to be swamped with the derivative, the careless, the routine."
    },
    "Robert-Bringhurst-a79bad30-440a-11e9-8730-f7df778bc56e": {
        "title": "Robert Bringhurst",
        "content": "In a well-made book, where designer, compositor and printer have all done their jobs, no matter how many thousands of lines and pages they must occupy, the letters are alive. They dance in their seats. Sometimes they rise and dance in the margins and aisles."
    },
    "Robert-Brownjohn-(when-asked-What-is-graphic-design?)-6814c690-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Robert Brownjohn (when asked What is graphic design?)",
        "content": "I am."
    },
    "Robert-Brunner-082df160-e151-11e9-8f9c-c9217a2f1ffc": {
        "title": "Robert Brunner",
        "content": "Five years ago, the heroes were technologists. Today, the heroes are designers building out a user experience. You can have the most amazing technology in the world, but if it’s not put in a form that’s useful and desirable, you won’t be successful."
    },
    "Robert-Nealan-b27fa6b0-440b-11e9-8730-f7df778bc56e": {
        "title": "Robert Nealan",
        "content": "Man up, admit it isn’t good enough, and fix it now."
    },
    "Robert-Otani-92f3b900-e391-11e9-a440-c7388366b8e1": {
        "title": "Robert Otani",
        "content": "I try to take my camera everywhere with me so that I’ll be ready when unicorns crapping rainbows come flying in from the heavens."
    },
    "Robin-Perkins-3d420660-4661-11e9-8460-dde4241605dc": {
        "title": "Robin Perkins",
        "content": "We can’t just design an item that looks great. We also have to anticipate how it is boxed up, distributed, and shipped, as well as whether or not a seventeen-year-old kid with a summer job can stock it on the store shelf without ruining it."
    },
    "Robynne-Raye-69ad7c50-4415-11e9-8730-f7df778bc56e": {
        "title": "Robynne Raye",
        "content": "For me, design is like choosing what I’m going to wear for the day – only much more complicated and not really the same at all."
    },
    "Rod-Knowlton-8739b770-4406-11e9-8730-f7df778bc56e": {
        "title": "Rod Knowlton",
        "content": "I blame television and movies, especially cop shows. “Can you improve the resolution on that face?” “Sure, let me just pull some information that was never captured out of my ass.”"
    },
    "Rohan-Nanavati-f8607f60-4573-11e9-981a-074e3bd6c93d": {
        "title": "Rohan Nanavati",
        "content": "There is only one type of designer — the type that cares about type."
    },
    "Ron-Miriello-20e291d0-4407-11e9-8730-f7df778bc56e": {
        "title": "Ron Miriello",
        "content": "Creativity is in everyone; it just manifests itself differently with each person. My CPA, for example, is one of the most creative people I know."
    },
    "Ruby-Vanderlans-0c655080-4574-11e9-981a-074e3bd6c93d": {
        "title": "Ruby Vanderlans",
        "content": "I don’t think that all people read in the same way. Today, entire generations are growing up watching MTV and playing video games and it is safe to assume that these people have a high degree of visual sophistication. and are not easily discouraged by a lens straightforward or ambiguous typography. On the contrary, they are attracted and enticed to read something because of visual richness."
    },
    "Rudy-Duke-d9ae00d0-e1cf-11e9-8501-1f46e144f4d6": {
        "title": "Rudy Duke",
        "content": "A good designer may not have all the answers, but he knows which questions to ask."
    },
    "Salvador-Dali-43feac40-4410-11e9-8730-f7df778bc56e": {
        "title": "Salvador Dali",
        "content": "At the age of six I wanted to be a cook. At seven I wanted to be Napoleon. And my ambition has been growing steadily ever since."
    },
    "Salvador-Dali-62877530-4414-11e9-8730-f7df778bc56e": {
        "title": "Salvador Dali",
        "content": "Have no fear of perfection – you’ll never reach it."
    },
    "Sam-Brown-95f1bc00-440a-11e9-8730-f7df778bc56e": {
        "title": "Sam Brown",
        "content": "Never offend people with style when you can offend them with substance."
    },
    "Sam-Ward-ff107690-be9e-11e9-8909-156faa7f0dde": {
        "title": "Sam Ward",
        "content": "Sure, our competitors will laugh. Let them laugh so hard that they cannot breathe."
    },
    "Samadara-Ginige-6310cea0-4402-11e9-8730-f7df778bc56e": {
        "title": "Samadara Ginige",
        "content": "Design is everywhere. From the dress you’re wearing to the smartphone you’re holding, it’s design."
    },
    "Samadara-Ginige-b6067ae0-77fd-11e9-9405-4bec3d20ffbc": {
        "title": "Samadara Ginige",
        "content": "A good design solves a problem. A bad design creates many."
    },
    "Samantha-LeVan-bd2b0d70-a266-11e9-a95a-c3a4fb067911": {
        "title": "Samantha LeVan",
        "content": "Your opinion won’t matter. It’s important that you prove your point with numbers."
    },
    "Sammuel-Nevarez-5c5dce40-466a-11e9-8460-dde4241605dc": {
        "title": "Sammuel Nevarez",
        "content": "Discontentment and reiteration are vital to good design."
    },
    "Santiago-Borray-1e250180-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Santiago Borray",
        "content": "Design is like a mom, nobody notices when she’s around, but everybody misses her when she’s not."
    },
    "Saul-Bass-95d929c0-4661-11e9-8460-dde4241605dc": {
        "title": "Saul Bass",
        "content": "There is nothing glamorous in what I do. I’m a working man. Perhaps I’m luckier than most in that I receive considerable satisfaction from doing useful work which I, and sometimes others, think is good."
    },
    "Saul-Bass-95f85a10-a7d3-11e9-8607-35f78012cea3": {
        "title": "Saul Bass",
        "content": "Design is thinking made visual."
    },
    "Scott-Belsky-897b1bf0-4406-11e9-8730-f7df778bc56e": {
        "title": "Scott Belsky",
        "content": "To envision what will be, you must remove yourself from the constant concern for what already is."
    },
    "Scott-Theisen-546ae170-e1bd-11e9-addd-85da8cf7f6d9": {
        "title": "Scott Theisen",
        "content": "A designer, like an archaeologist or geologist; researches, uncovers and adds context to precious, overlooked treasures by digging deep beneath the surface."
    },
    "Sean-Adams-a15337e0-4595-11e9-b95d-a1cccfc81bc3": {
        "title": "Sean Adams",
        "content": "The pushy bird gets the worm."
    },
    "Seymour-Chwast-005c2620-43ed-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Seymour Chwast",
        "content": "If you dig a hole and it’s in the wrong place, digging it deeper isn’t going to help."
    },
    "Seymour-Chwast-66d6a000-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Seymour Chwast",
        "content": "If you dig a hole and it’s in the wrong place, digging it deeper isn’t going to help."
    },
    "Shaker-Philosophy-e1d51770-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Shaker Philosophy",
        "content": "Don’t make something unless it is both necessary and useful; but if it is both necessary and useful, don’t hesitate to make it beautiful."
    },
    "Shawn-Leslie-3b90e1b0-4666-11e9-8460-dde4241605dc": {
        "title": "Shawn Leslie",
        "content": "Good design means never having to say “Click Here.”"
    },
    "Shel-Silverstein-6e8cc380-e392-11e9-ba4a-7504b53333e2": {
        "title": "Shel Silverstein",
        "content": "When the light turns green, you go.\nWhen the light turns red, you stop.\nBut what do you do when the light turns blue with orange and lavender spots?"
    },
    "Sherlock-Holmes-88275b20-4afe-11e9-8055-f7792b483675": {
        "title": "Sherlock Holmes",
        "content": "No, Watson, this was not done by accident, but by design."
    },
    "Sherlock-Holmes-c2862010-4416-11e9-8730-f7df778bc56e": {
        "title": "Sherlock Holmes",
        "content": "I have no data yet. It is a capital mistake to theorize before one has data. Insensibly one begins to twist facts to suit theories, instead of theories to suit facts."
    },
    "Shunryu-Suzuki-14fdb6b0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "Shunryu Suzuki",
        "content": "When you do something, you should burn yourself up completely, like a good bonfire, leaving no trace of yourself."
    },
    "Shunryu-Suzuki-26bfbd80-4632-11e9-b9ed-3124a5bb0ad0": {
        "title": "Shunryu Suzuki",
        "content": "In the beginner’s mind there are many possibilities, but in the expert’s mind there are few."
    },
    "Si-Scott-d32d0ca0-6917-11e9-9860-0b7c75bb553e": {
        "title": "Si Scott",
        "content": "I really like looking at design and thinking: that attention to detail must have taken absolutely ages."
    },
    "Simon-Campbell-985fb620-4407-11e9-8730-f7df778bc56e": {
        "title": "Simon Campbell",
        "content": "Stick to your knitting (what you’re good at), don’t compromise, and don’t suffer fools."
    },
    "Sir-Alec-Issigonis-30cced20-4411-11e9-8730-f7df778bc56e": {
        "title": "Sir Alec Issigonis",
        "content": "A camel is a horse designed by a committee."
    },
    "Sir-Ken-Robinson-01df5880-4552-11e9-8774-69a9113def02": {
        "title": "Sir Ken Robinson",
        "content": "If you’re not prepared to be wrong, you’ll never come up with anything original."
    },
    "Sonal-Nayyar-31b47cd0-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Sonal Nayyar",
        "content": "Visualization without Design is merely a dream. Design without Visualization just passes the time."
    },
    "Sonia-Rykiel-be18b3d0-4416-11e9-8730-f7df778bc56e": {
        "title": "Sonia Rykiel",
        "content": "It doesn’t matter one damn bit whether fashion is art or not. You don’t question whether an incredible chef is an artist or not – his cakes are delicious and that’s all that matters."
    },
    "Stefan-Hartwig-cc032770-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Stefan Hartwig",
        "content": "Start with a sketch, but make it quick. There’s real work to be done."
    },
    "Stefan-Sagmeister-2c307d70-4418-11e9-8730-f7df778bc56e": {
        "title": "Stefan Sagmeister",
        "content": "I’m sure there are fine artists out there who keep the audience in mind when they work. But it’s not the accepted trajectory of the profession. Conversely, it’s very clear in design that what we do needs to be seen an understood by an audience."
    },
    "Stefan-Sagmeister-67bde250-440a-11e9-8730-f7df778bc56e": {
        "title": "Stefan Sagmeister",
        "content": "I’m sure there are fine artists out there who keep the audience in mind when they work. But it’s not the accepted trajectory of the profession. Conversely, it’s very clear in design that what we do needs to be seen an understood by an audience."
    },
    "Stefan-Stagmeister-e0bb15c0-4661-11e9-8460-dde4241605dc": {
        "title": "Stefan Stagmeister",
        "content": "Complaining is silly. Act or forget."
    },
    "Stephanie-Rieger-13ffb230-4552-11e9-8774-69a9113def02": {
        "title": "Stephanie Rieger",
        "content": "The most valued products will be designed to live beyond the device, context, or technology they were originally intended for."
    },
    "Stephen-Anderson-8b7881f0-4afe-11e9-8055-f7792b483675": {
        "title": "Stephen Anderson",
        "content": "At this point in experience design’s evolution, satisfaction ought to be the norm, and delight out to be the goal."
    },
    "Stephen-King-34cfdf40-539d-11e9-ad95-691a117083da": {
        "title": "Stephen King",
        "content": "The scariest moment is always just before you start."
    },
    "Stephen-King-770dadc0-4da1-11ea-b312-03dec8c2ad2e": {
        "title": "Stephen King",
        "content": "If you don’t have time to read, you don’t have the time or the tools to write."
    },
    "Steve-Byers-96d99020-4afe-11e9-8055-f7792b483675": {
        "title": "Steve Byers",
        "content": "Typography is a beautiful group of letters, not a group of beautiful letters."
    },
    "Steve-Honey-fb7aea60-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Steve Honey",
        "content": "You don’t get harmony if everyone sings the same note."
    },
    "Steve-Jobs-01a4e490-4573-11e9-981a-074e3bd6c93d": {
        "title": "Steve Jobs",
        "content": "When you’re a carpenter making a beautiful chest of drawers, you’re not going to use a piece of plywood on the back, even though it faces the wall and nobody will ever see it. You’ll know it’s there, so you’re going to use a beautiful piece of wood on the back. For you to sleep well at night, the aesthetic, the quality, has to be carried all the way through."
    },
    "Steve-Jobs-4d2f90d0-440c-11e9-8730-f7df778bc56e": {
        "title": "Steve Jobs",
        "content": "Creativity is just connecting things. When you ask creative people how they did something, they feel a little guilty because they didn’t really do it, they just saw something. It seemed obvious to them after a while."
    },
    "Steve-Jobs-78ab7aa0-4405-11e9-8730-f7df778bc56e": {
        "title": "Steve Jobs",
        "content": "Almost everything – all external expectations, all pride, all fear of embarrassment or failure – these things just fall away in the face of death, leaving only what is truly important."
    },
    "Steve-Jobs-af069ba0-4402-11e9-8730-f7df778bc56e": {
        "title": "Steve Jobs",
        "content": "We make the whole widget."
    },
    "Steve-Jobs-cd70d560-e1cd-11e9-8501-1f46e144f4d6": {
        "title": "Steve Jobs",
        "content": "Design is the fundamental soul of a human-made creation that ends up expressing itself in successive outer layers of the product or service."
    },
    "Steve-Jobs-d5342740-6917-11e9-9860-0b7c75bb553e": {
        "title": "Steve Jobs",
        "content": "It’s really hard to design products by focus groups. A lot of times, people don’t know what they want until you show it to them."
    },
    "Steve-Krug-e1deaf00-4631-11e9-b9ed-3124a5bb0ad0": { "title": "Steve Krug", "content": "Don’t make me think." },
    "Steve-Krug-f122a750-456e-11e9-981a-074e3bd6c93d": {
        "title": "Steve Krug",
        "content": "Experts are rarely insulted by something that is clear enough for beginners. Everybody appreciates clarity."
    },
    "Steven-Heller-30be1530-4573-11e9-981a-074e3bd6c93d": {
        "title": "Steven Heller",
        "content": "As a profession, graphic designers have been shamefully remiss or ineffective about plying their craft for social or political betterment."
    },
    "Steven-Poole-03edfc20-4571-11e9-981a-074e3bd6c93d": {
        "title": "Steven Poole",
        "content": "I say that flat is the new black; that 2D is the new avant-garde; that a surface doesn’t have to be ashamed of being a surface. Technology users of the world, unite: you have nothing to lose but your bas-relief buttons. Let us march forwards together, spurning chrome, into a cleaner, lighter future."
    },
    "Steven-Snell-1722e3d0-4555-11e9-baa6-2b3b1d2b50e8": {
        "title": "Steven Snell",
        "content": "Whenever I have an idea I write it down, even if it’s not a very good idea. Sometimes the bad ideas will lead to better ones."
    },
    "Steven-Walker-b60e84b0-4409-11e9-8730-f7df778bc56e": {
        "title": "Steven Walker",
        "content": "The majority of iteration should be done in the privacy of your own head."
    },
    "Ståle-Melvær-ed47e3a0-466a-11e9-8460-dde4241605dc": {
        "title": "Ståle Melvær",
        "content": "Stop looking at yourself as a designer, and start thinking of yourself as a deliverer of ideas."
    },
    "Suleiman-Leadbitter-dc6c9bd0-4664-11e9-8460-dde4241605dc": {
        "title": "Suleiman Leadbitter",
        "content": "Design trends online change more often than the wind, and slightly less often than my socks."
    },
    "Tanner-Christensen-d634bc00-539a-11e9-ad95-691a117083da": {
        "title": "Tanner Christensen",
        "content": "Even large companies need small logos."
    },
    "Tao-Te-Ching-2f1fe0e0-539d-11e9-ad95-691a117083da": {
        "title": "Tao Te Ching",
        "content": "Well established hierarchies are not easily uprooted"
    },
    "Terry-Acker-a490d6b0-4595-11e9-b95d-a1cccfc81bc3": {
        "title": "Terry Acker",
        "content": "This is our job as designers – to continue making decisions until the purpose of the design is perfectly clear. Then you are done."
    },
    "Terry-Pratchett-baef07a0-4415-11e9-8730-f7df778bc56e": {
        "title": "Terry Pratchett",
        "content": "No one is finally dead until the ripples they cause in the world die away, until the clock wound up winds down, until the wine she made has finished its ferment, until the crop they planted is harvested. The span of someone’s life is only the core of their actual existence."
    },
    "The-Doorknob-(Alice-In-Wonderland)-a61ed740-4575-11e9-981a-074e3bd6c93d": {
        "title": "The Doorknob (Alice In Wonderland)",
        "content": "Nothing’s impossible."
    },
    "The-Professor-(on-Futurama)-0106c400-4afe-11e9-8055-f7792b483675": {
        "title": "The Professor (on Futurama)",
        "content": "Everything is possible, that’s what science is all about. No, that’s what’s being a Magical Elf is all about."
    },
    "The-Studebaker-Brothers-2f7512e0-4551-11e9-9a66-3b2efdb40c8b": {
        "title": "The Studebaker Brothers",
        "content": "Always give a little more than you promise."
    },
    "Thomas-Amador-1895c060-6cf7-11e9-8522-133ba556cd79": {
        "title": "Thomas Amador",
        "content": "Using a watermark on your work is like peeing on your belongings so no one will steal them."
    },
    "Thomas-Edison-162a6c50-4550-11e9-8dd7-a7657e246247": {
        "title": "Thomas Edison",
        "content": "There ain’t no rules around here. We’re trying to accomplish something."
    },
    "Thomas-Edison-d28d7a80-76bb-11e9-9890-97940a3d9b31": {
        "title": "Thomas Edison",
        "content": "Genius is 1% inspiration and 99% perspiration."
    },
    "Thomas-Jefferson-1adc0ab0-4596-11e9-b95d-a1cccfc81bc3": {
        "title": "Thomas Jefferson",
        "content": "The hole and the patch should be commensurate."
    },
    "Thomas-Manss-946d8990-a64d-11e9-b5fa-8fc5f0c2b7ee": {
        "title": "Thomas Manss",
        "content": "To create a memorable design you need to start with a thought that’s worth remembering."
    },
    "Thomas-Manss-efb50dc0-7667-11e9-a4aa-cd246863e915": {
        "title": "Thomas Manss",
        "content": "To create a memorable design you need to start with a thought that’s worth remembering."
    },
    "Thomas-Vasquez-7772f560-e11b-11e9-a41c-71f065419ebe": {
        "title": "Thomas Vasquez",
        "content": "No one ever discovered anything new by coloring inside the lines."
    },
    "Thomas-Vasquez-bdbc96f0-e14f-11e9-8f9c-c9217a2f1ffc": {
        "title": "Thomas Vasquez",
        "content": "I’ve always held to the belief that the practice of creating compelling graphic design occurs not by employing the principals of a democracy, but rather, that of a monarchy."
    },
    "Tibor-Kalman-da5f2ea0-7a64-11e9-bfa9-e93efdcaa5f4": {
        "title": "Tibor Kalman",
        "content": "When you make something no one hates, no one loves it."
    },
    "Tim-Brennan-55017e70-4404-11e9-8730-f7df778bc56e": {
        "title": "Tim Brennan",
        "content": "Here’s how we work. Somebody calls up with a project; we do some stuff; and the money follows."
    },
    "Tim-Brown-b54020b0-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Tim Brown",
        "content": "Where you innovate, how you innovate, and what you innovate are design problems."
    },
    "Tim-Ferriss-44dc9be0-7994-11e9-afd0-1b44351ee230": {
        "title": "Tim Ferriss",
        "content": "One can steal ideas, but no one can steal execution or passion."
    },
    "Timothy-Samara-f02b35b0-4573-11e9-981a-074e3bd6c93d": {
        "title": "Timothy Samara",
        "content": "Use two typeface families maximum. OK, maybe three."
    },
    "Tom-Peters-7060cc90-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Tom Peters",
        "content": "Design is so critical it should be on the agenda of every meeting in every single department."
    },
    "Tom-Waits-a0da67f0-45a1-11e9-be81-234f2b6a0b0f": {
        "title": "Tom Waits",
        "content": "The large print giveth and the small print taketh away."
    },
    "Tony-Kim-e3541650-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Tony Kim",
        "content": "Instead of searching for inspiration, how about you search out someone to inspire."
    },
    "Tony-Stanton-34bad6e0-4416-11e9-8730-f7df778bc56e": {
        "title": "Tony Stanton",
        "content": "Design to communicate, not just decorate."
    },
    "Tord-Boontje-29d5ad40-4407-11e9-8730-f7df778bc56e": {
        "title": "Tord Boontje",
        "content": "Modernism does not mean minimalism, contemporary does not forsake tradition, and technology does not mean abandon people and senses."
    },
    "Unknown-ed5a1960-6917-11e9-9860-0b7c75bb553e": {
        "title": "Unknown",
        "content": "Not everyone notices the flowers you plant, but everyone will notice the fire you start."
    },
    "Valerie-Pettis-cb363230-961f-11e9-b41c-410ebadc2f2e": {
        "title": "Valerie Pettis",
        "content": "Design is the search for a magical balance between business and art; art and craft; intuition and reason; concept and detail; playfulness and formality; client and designer; designer and printer; and printer and public."
    },
    "Veerle-Pieters-f2f48150-7667-11e9-a4aa-cd246863e915": {
        "title": "Veerle Pieters",
        "content": "I’m always surprised by the speed that people judge a site. They’ve seen it for a few seconds, and already an opinion has been formed. When I look at a design of a site, I don’t immediately vent an opinion, but I take it all in slowly and start to think of what could have been on the mind of the designer."
    },
    "Victor-Papanek-2cec8b60-9e76-11e9-ba5e-f17c09fee862": {
        "title": "Victor Papanek",
        "content": "Design is the conscious effort to impose a meaningful order."
    },
    "Victor-Papanek-2da5f970-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "Victor Papanek",
        "content": "Design for many instead of designing for money."
    },
    "Victor-Papanek-c6f73140-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Victor Papanek",
        "content": "The only important thing about design is how it relates to people."
    },
    "Victoria-Pater-0cdfbb50-43ed-11e9-9ea9-eb8b6bfe07bf": {
        "title": "Victoria Pater",
        "content": "Only show work you like, or you’ll end up being hired to do things you don’t like."
    },
    "Viran-Anuradha-Dayaratne-669cb6b0-4411-11e9-8730-f7df778bc56e": {
        "title": "Viran Anuradha Dayaratne",
        "content": "People don’t use a product because of the great design; great design helps them use the product."
    },
    "Vital-Lokossou-3e063c90-4668-11e9-8460-dde4241605dc": {
        "title": "Vital Lokossou",
        "content": "Tech without design is the business’s perdition."
    },
    "Von-Glitschka-5cd0cd40-4674-11ea-9389-4d1010ea41bc": {
        "title": "Von Glitschka",
        "content": "Embrace change or become a Design-O-Saur."
    },
    "Von-Glitschka-d38997c0-47ea-11e9-b607-338cf8da5371": {
        "title": "Von Glitschka",
        "content": "A healthy creative process should be able to give a coherent rationale to a client as to why you designed what you designed."
    },
    "Walt-Disney-837fb750-4664-11e9-8460-dde4241605dc": {
        "title": "Walt Disney",
        "content": "You can design and create, and build the most wonderful place in the world. But it takes people to make the dream a reality."
    },
    "Ward-Schumaker-4d9b9c40-4410-11e9-8730-f7df778bc56e": {
        "title": "Ward Schumaker",
        "content": "The second best friend you can have (the first being someone who can give you a good job) is another designer or illustrator."
    },
    "Warren-Buffett-646f2530-4349-11e9-8c47-b5563ca13558": {
        "title": "Warren Buffett",
        "content": "Chains of habit are too light to be felt until they are too heavy to be broken."
    },
    "Warren-Buffett-c9f405a0-4417-11e9-8730-f7df778bc56e": {
        "title": "Warren Buffett",
        "content": "Chains of habit are too light to be felt until they are too heavy to be broken."
    },
    "Whitney-Hess-28070020-77ee-11e9-a375-9f4d6a55782f": {
        "title": "Whitney Hess",
        "content": "“It looks good” is the worst feedback you can get."
    },
    "Wihan-Meerholz-da623360-6fc5-11e9-a0d8-e30ffc742d9d": {
        "title": "Wihan Meerholz",
        "content": "Tell it like it is, in a way they want to hear it."
    },
    "Will-Rogers-9d3d9ed0-4404-11e9-8730-f7df778bc56e": {
        "title": "Will Rogers",
        "content": "Advertising is the art of convincing people to spend money they don’t have for something they don’t need."
    },
    "William-Butler-Yeats-ad24d7f0-e071-11e9-ab38-a77d77738cb2": {
        "title": "William Butler Yeats",
        "content": "Think like a wise man but communicate in the language of the people."
    },
    "William-Childs-cef54f70-4401-11e9-8730-f7df778bc56e": {
        "title": "William Childs",
        "content": "Advertising is the one industry where all the experts seem to be the people who don’t work in it."
    },
    "William-Childs-d7945650-4594-11e9-b95d-a1cccfc81bc3": {
        "title": "William Childs",
        "content": "Sometimes you can draw more inspiration from the people who don’t believe in you, then from the ones who do."
    },
    "William-Edmund-Hick-a53388c0-77fd-11e9-9405-4bec3d20ffbc": {
        "title": "William Edmund Hick",
        "content": "The time it takes to make a decision increases as the number of alternatives increases."
    },
    "William-Firebrace-0746dc30-4552-11e9-8774-69a9113def02": {
        "title": "William Firebrace",
        "content": "Don’t think."
    },
    "William-Mocca-72135e90-7a5d-11e9-89c5-1dcf33387b52": {
        "title": "William Mocca",
        "content": "Wondering is the seed of genius."
    },
    "William-Shakespeare-c77c0fa0-e13a-11e9-9826-294f52db8ea4": {
        "title": "William Shakespeare",
        "content": "I fill up a place, which may be better… when I have made it empty."
    },
    "Willie-Nelson-6305fb60-4411-11e9-8730-f7df778bc56e": {
        "title": "Willie Nelson",
        "content": "If I forget the words, they weren’t very memorable in the first place."
    },
    "Wim-Crouwel-5f364140-a7d3-11e9-8607-35f78012cea3": {
        "title": "Wim Crouwel",
        "content": "Of course design is about problem solving, but I cannot resist adding something personal."
    },
    "Wim-Crouwel-dde33640-4664-11e9-8460-dde4241605dc": {
        "title": "Wim Crouwel",
        "content": "You can’t do better design with a computer, but you can speed up your work enormously."
    },
    "Wim-Hovens-bada7cd0-4597-11e9-b95d-a1cccfc81bc3": {
        "title": "Wim Hovens",
        "content": "Good design is in all the things you notice. Great design is in all the things you don’t."
    },
    "Winnie-The-Pooh-c7c1bd70-539b-11e9-ad95-691a117083da": {
        "title": "Winnie The Pooh",
        "content": "I shall sing that first line twice, and perhaps if I sing it very quickly, I shall find myself singing the third and fourth lines before I have time to think of them, and that will be a Good Song."
    },
    "Winston-Churchill-0932ba50-4d85-11ea-be7e-25049ced9bf8": {
        "title": "Winston Churchill",
        "content": "A pessimist sees the difficulty in every opportunity; an optimist sees the opportunity in every difficulty."
    },
    "Winston-Churchill-b481c820-e394-11e9-b58e-c7af7ede890f": {
        "title": "Winston Churchill",
        "content": "However beautiful the strategy, you should occasionally look at the results."
    },
    "Woody-Allen-28099770-4415-11e9-8730-f7df778bc56e": {
        "title": "Woody Allen",
        "content": "If you’re not failing every now and again, it’s a sign you aren’t doing anything very innovative."
    },
    "Woody-Allen-ef6c21d0-a7d3-11e9-8607-35f78012cea3": {
        "title": "Woody Allen",
        "content": "The best an idea gets is when it’s in your head."
    },
    "Wouter-Stokkel-a85bbb10-e37a-11e9-9457-072d713f04e6": {
        "title": "Wouter Stokkel",
        "content": "It’s art if it can’t be explained. It’s fashion if no one asks for an explanation. It’s design if it doesn’t need explanation."
    },
    "Zuzana-Licko-44914330-4afe-11e9-8055-f7792b483675": {
        "title": "Zuzana Licko",
        "content": "We read best what we read most."
    }
}
